Repository: velorientc/git_test7
Catalog: i18n/tortoisehg/*.po
Languages: da, de, es, it, ja, pt, pt_br, ru, zh_cn

source: Allow the changelog viewer to copy the changeset hash of the currently selected changeset into the clipboard. Default: False
da: Ved visning af ændringslogen bliver hash-nøglen af den valgte ændring kopieret til udklipsholderen. Default: Falsk
de: Die Historieanzeige kopiert den Hash vom ausgewählten Änderungssatz in die Zwischenablage. Voreinstellung: False
es: Permitir copiar el hash del conjunto de cambios seleccionado al portapapeles. Por defecto: No
it: Permette alla finestra di log di copiare negli appunti l'hash del changeset selezionato. Default: Falso
ja: チェンジログビューアで選択されているチェンジセットのハッシュ値をクリップボードにコピーできるようにする。デフォルトでは無効。
pt: Permitir que o visualizador do registo de alterações copie a hash do visualizador de registo do changeset actualmente seleccionado para o clipboard. Pré-definição: false
pt_br: Faz com que o visualizador de changelog copie a hash do changeset atualmente selecionado para a área de transferência. Valor padrão: Falso
ru: Разрешить тому, кто просматривает журнал изменений копировать хэш выбранного набора изменений в буфер обмена. По-умолчанию: False
zh_cn: 允许修改记录查看器复制当前被选的修改集合哈希值表到剪贴板。默认：否

source: After pull operation
da: Operation efter træk
de: Aktion nach Herunterladen
es: Después de operación de extracción
it: Operazione da eseguire dopo il pull
ja: プル後の処理
pt: Após a operação de puxar
pt_br: Após a operação pull
ru: После затягивания

source: URL
ru: URL адрес

source: Changelog
da: Ændringslog
de: Änderungsprotokoll
es: Registro de cambios
it: Log
ja: チェンジログ
pt: Registo de alterações
ru: Журнал изменений
zh_cn: 更新日志

source: Sync
da: Synk.
de: Synch.
es: Sincronizar
it: Sincronizzazione
ja: 同期
ru: Синхронизация

source: Web
ja: サーバ
ru: Сеть
zh_cn: 网页

source: Unapplied changes
da: Ikke-anvendte ændringer
de: Nicht angewendete Änderungen
es: Cambios no aplicados
it: Modifiche non applicate
ja: 変更の適用を取り消す
pt: Alterações não aplicadas
pt_br: Alterações não aplicadas
ru: Не применённые изменения

source: Lose changes and switch files?.
da: Skift filer og mist ændringer?
de: Änderungen verwerfen und Datei wechseln?
es: ¿Perder los cambios y cambiar archivos?
it: Conferma perdita modifiche?
ja: 変更を破棄して切り替えますか？
pt: perder alterações e trocar ficheiros?
pt_br: perder alterações e trocar arquivos?
ru: Потерять измения и переключить файлы?.

source: Confirm quit without saving?
da: Bekræft afslut uden at gemme?
de: Verlassen ohne zu speichern?
es: ¿Salir sin guardar?
it: Conferma uscita
ja: 保存せずに終了しますか？
pt: Confirmar sair sem guardar?
pt_br: Confirmar sair sem salvar?
ru: Подтвердить выход без сохранения?

source: Yes to abandon changes, No to continue
da: Ja for at kassere ændringer, Nej for at fortsætte
de: Ja um Änderungen zu verwerfen, Neim um fortzufahren
es: Sí para abandonar los cambios, No para continuar
it: Si per perdere le modifiche, No per continuare
ja: 変更を破棄する場合は「はい」、続けるには「いいえ」を選択してください。
pt: Sim para abandonar alterações, Não para continuar
pt_br: Sim para abandonar alterações, Não para continuar
ru: Да для не сохранения изменений, Нет для продолжения
zh_cn: 选“是”禁止修改，选“否”继续

source: # Generated by tortoisehg-config
da: # Genereret af tortoisehg-config
de: # Erstellt durch tortoisehg-config
es: # Generado por tortoisehg-config
it: # Creato da tortoisehg-config
ja: # tortoisehg-config によって生成されました
pt: # Gerado pelo tortoisehg-config
pt_br: # Gerado pelo tortoisehg-config
ru: # Создано tortoisehg-config
zh_cn: # 产生自 tortoisehg-config

source: _shelve
da: _sylt
de: _zwischenlagern
es: _arrinconar
ja: シェルフする(_S)
pt: _arquivar
ru: отложить

source: = Current Branch Tip =
da: = Nuværende gren-spids =
de: = Spitze des aktuellen Zweigs "
es: = Rama Actual Tip =
it: = Tip del branch attuale =
ja: = 現在のブランチの tip リビジョン =
pt: = Dica do Branch actual =
pt_br: = Tip do Ramo Atual =
ru: = Конец Текущей Ветки =

source: Overwrite local changes (--clean)
da: Overskriv lokale ændringer (--clean)
de: lokale Änderungen überschreiben (--clean)
es: Sobrescribir cambios locales (--clean)
it: Sovrascrive le modifiche locali (--clean)
ja: ローカルの変更を上書きする (--clean)
pt: Subscrever alterações locais (--clean)
pt_br: Sobrescrever alterações locais (--clean)
ru: Переписать локальные различия (--clean)

source: Always launch single files
da: Altid start enlige filer
de: Einzelne Dateien direkt öffnen
es: Lanza siempre ficheros individualmente
it: Avvia sempre su file singoli
ja: 常に1つのファイルを開く
pt: Lançar sempre ficheiros únicos
pt_br: Lançar sempre arquivos únicos
ru: Всегда запускать для отдельных файлов
zh_cn: 记过只装入单个文件

source: No repository
da: Intet depot
de: kein Projektarchiv
es: No hay repositorio
it: Nessun repository
ja: リポジトリがありません
pt: Sem repositório
pt_br: Sem repositório
ru: Нет хранилища
zh_cn: 没有仓库

source: Select diff tool
da: Vælg diff-værktøj
de: Vergleichswerkzeug wählen
es: Elija herramienta diff (diferenciales)
it: Seleziona il tool di comparazione
ja: 差分表示ツールの選択
pt: Seleccione a ferramenta diff
pt_br: Selecione a ferramenta diff
ru: Выберите инструмент различий
zh_cn: 选择文件比较工具

source: No visual diff tool
da: Intet visuelt diff-værktøj
de: kein Vergleichswerkzeug
es: No hay herramienta diff (diferenciales)
it: Nessun strumento di comparazione
ja: GUI 差分表示ツールがありません
pt: Nenhuma ferramenta de diff visual
pt_br: Nenhuma ferramenta de diff visual
ru: Нет инструмента визуализации различий
zh_cn: 没有可视化的文件比较工具

source: No visual diff tool has been configured
da: Der er ikke konfigureret noget visuelt diff-værktøj
de: Es ist kein visuelles Vergleichswerkzeug konfiguriert
es: No se ha configurado la herramienta diff (diferenciales)
it: Nessun strumento di comparazione visuale è stato configurato
ja: GUI 差分表示ツールが設定されていません
pt: Não foi configurada nenhuma ferramenta diff visual
pt_br: Não foi configurada nenhuma ferramenta diff visual
ru: Инструмент визуализации различий не был укзан
zh_cn: 没有配置可视化文件比较工具

source: revision(s)
da: revision(er)
de: Revision(en)
es: revision(es)
it: revisione/i
ja: リビジョン
pt: revisões
pt_br: revisão(ões)
ru: ревизия(и)
zh_cn: 修订版本

source: Create Clone
da: Lav klon
de: Klon erstellen
es: Crear Clon
it: Crea Clone
ja: 複製の作成
pt: Criar Clone
pt_br: Criar Clone
ru: Создать Клон
zh_cn: 创建克隆库

source: Clone a Repository
da: Klon et depot
de: Projektarchiv klonen
es: Clonar un Repositorio
it: Clona un repository
ja: リポジトリを複製する
pt: Clonar um repositório
pt_br: Clonar um repositório
ru: Клонировать Хранилище
zh_cn: 克隆一个仓库

source: clone a repository
da: klon et depot
de: Projektarchiv klonen
es: clonar un repositorio
it: Clona un repository
ja: リポジトリを複製する
pt: clonar um repositório
pt_br: clonar um repositório
ru: клонировать хранилище
zh_cn: 克隆一个仓库

source: create a new repository in this directory
da: lav et nyt depot i dette katalog
de: Ein neues Projektarchiv in diesem Verzeichnis erstellen
es: crear repositorio en este directorio
it: crea un nuovo repository in questa directory
ja: このディレクトリに新しいリポジトリを作成
pt: criar novo repositório nesta directoria
pt_br: cria um novo repositório neste diretório
ru: создать новое хранилище в этом каталоге
zh_cn: 在本目录创建一个新的仓库

source: HG Commit...
da: HG Integrér...
es: HG: Envio a repositorio ...
ja: HG コミット...
ru: HG Фиксировать...
zh_cn: HG 提交...

source: View File Status
da: Vis filstatus
de: Dateistatus zeigen
es: Ver estado de archivo
it: Vedi lo stato dei file
ja: ファイルのステータスを表示
pt: Ver estado dos ficheiros
pt_br: Ver estado dos arquivos
ru: Статус Файлов
zh_cn: 查看文件状态

source: Repository status
da: Depotstatus
de: Status des Projektarchivs
es: Estado del repositorio
it: Stato del repository
ja: リポジトリのステータス
pt: Estado do repositório
pt_br: Estado do repositório
ru: Статус хранилища
zh_cn: 仓库状态

source: Shelve or unshelve repository changes
da: Sylt eller afsylt depotændringer
de: Änderungen vom Projektverzeichnis zwischenlagern oder entlagern
es: Arrinconar o incluir cambios en repositorio
it: Esegui o annulla lo shelve delle modifiche nel repository
ja: リポジトリの変更をシェルフに保存または復元する
pt: Arquivar ou dearquivar alterações no repositório
pt_br: Adia ou retira do adiamento mudanças no repositório
ru: Откладываение и возвращение изменений хранилища
zh_cn: 搁置或反搁置仓库的修改

source: Add Files
da: Tilføj filer
de: Dateien hinzufügen
es: Agregar archivos
it: Aggiungi file
ja: ファイルを追加
pt: Adicionar ficheiros
pt_br: Adicionar Arquivos
ru: Добавить Файлы
zh_cn: 添加文件

source: Add files to Hg repository
da: Tilføj filer til Hg depot
de: Dateien zum Hg Projektarchiv hinzufügen
es: Agregar archivos al repositorio Hg
it: Aggiunge file al repository Hg
ja: リポジトリにファイルを追加
pt: Adicionar ficheiros ao repositório Hg
pt_br: Adiciona arquivos ao repositório Hg
ru: Добавить файлы в Hg хранилище
zh_cn: 添加文件到 Hg 仓库

source: Remove Files
da: Fjern filer
de: Dateien entfernen
es: Remover archivos
it: Rimuove file
ja: ファイルを削除
pt: Remover ficheiros
pt_br: Remover Arquivos
ru: Удалить Файлы
zh_cn: 移除文件

source: Remove selected files on the next commit
da: Fjern valgte filer ved næste integration
de: gewählte Dateien beim nächsten Übernehmen entfernen
es: Remover archivos elegidos en la siguiente transacción
it: Rimuove i file selezionati al prossimo commit
ja: 選択されているファイルを次のコミットで削除
pt: Remover os ficheiros seleccionados no próximo commit
pt_br: Remove os arquivos selecionados na próxima consolidação
ru: Удалить выбранные файлы при следующей фиксации
zh_cn: 在下一次提交时移除选中的文件

source: Revert Changes
da: Omgør ændringer
de: Änderungen verwerfen
es: Revertir cambios
it: Annulla modifiche
ja: 変更を元に戻す
pt: Anular Mudanças
pt_br: Reverter Mudanças
ru: Возвратить Изменения
zh_cn: 恢复更改

source: Revert selected files
da: Omgør valgte filer
de: gewählte Dateien zurücksetzen
es: Revertir archivos elegidos
it: Ripristina i file selezionati
ja: 選択されたファイルを前の状態に戻す
pt: Reverter ficheiros seleccionados
pt_br: Reverte os arquivos selecionados
ru: Возвратить выбранные файлы
zh_cn: 恢复选中的文件

source: show changeset information per file line
da: vis ændringsinformation per linje i fil
de: Zeige Informationen vom Änderungssatz für jede Zeile der Datei
es: Muestra información de conjunto de cambios por archivo de línea
it: mostra le informazioni del changeset per linee di file
ja: チェンジセット情報をファイルごとに表示
pt: mostrar informação do changeset linha a linha
pt_br: mostra informação de changeset linha a linha
ru: показывать информацию по изменениям для каждой строки файла
zh_cn: 按文件行的方式显示修改集信息

source: View Changelog
da: Vis ændringslog
de: Historie anzeigen
es: Ver registro de cambios
it: Visualizza il log
ja: 更新履歴を表示
pt: Ver changelog
pt_br: Ver Changelog
ru: Показать Журнал Изменений
zh_cn: 查看修改记录

source: View revision history
da: Vis revisionshistorie
de: zeige Revisionshistorie
es: Ver historial de búsqueda
it: Vedi la storia delle revisioni
ja: リビジョン履歴を表示
pt: ver histórico da revisão
pt_br: Exibe histórico de revisões
ru: Показать историю ревизии
zh_cn: 查看修订版本历史记录

source: Search revisions of files for a text pattern
da: Søg efter et tekst-mønster i forskellige revisioner af filer
de: Durchsuche die Revisionen einer Datei nach einem Textmuster
es: Buscar revisiones de archivos por patrón de texto
it: Ricerca di una stringa nelle revisioni dei file
ja: このファイルのリビジョンをテキスト検索する
pt: Pesquisar um padrão de texto nas revisões de ficheiros
pt_br: Pesquisa um padrão de texto nas revisões de arquivos
ru: Поиск ревизий файлов по текстовому шаблону
zh_cn: 在修订版本或文件中搜索一个文本样式

source: Synchronize...
da: Synkroniser...
de: Synchronisieren ...
es: Sincronizar
it: Sincronizza...
ja: 更新...
pt: Sincronizar...
pt_br: Sincronizar...
ru: Синхронизировать...
zh_cn: 同步...

source: General repair and recovery of repository
da: Gnerel reparation og gendannelse af depot
de: Generelles Reparieren und Wiederherstellen des Projektverzeichnissen
es: Reparación y recuperación general de repositorio
it: Riparazione e recupero del repository
ja: リポジトリの修復とリカバリ
pt: Reparação e recuperação gerais do repositório
pt_br: Reparação geral e recuperação do repositório
ru: Общий ремонт и восстановление хранилища
zh_cn: 常规修补恢复仓库

source: start web server for this repository
da: Start web server for dette depot
de: Web-Server für dieses Projektarchiv starten
es: Iniciar servidor web para este repositorio
it: avvia il werver web su questo repository
ja: このリポジトリのウェブサーバを開始する
pt: iniciar servidor web para este repositório
pt_br: iniciar servidor web para este repositório
ru: Запустить веб сервер для данного хранилища
zh_cn: 为本仓库启动 Web 服务器

source: Clone a repository here
da: Klon depot her
de: ein Projektarchiv hierher klonen
es: clonar repositorio aquí
it: Clona qui un repository
ja: リポジトリをここに複製する
pt: Clonar um repositório aqui
pt_br: Clonar um repositório aqui
ru: Клонировать сюда хранилище
zh_cn: 在这里克隆一个仓库

source: Configure settings local to this repository
da: Konfigurer indstillinger for dette depot
de: Konfiguriert die Einstellungen dieses Projektarchivs
es: Configuración local de este repositorio
it: Configura le opzioni specifiche del repository
ja: このリポジトリの設定を変更する
pt: Configurar definições locais para este repositório
pt_br: Configura definições locais para este repositório
ru: Изменить локальные настройки хранилища
zh_cn: 配置本仓库的设置

source: unrecognized response
da: svar ikke genkendt
es: Respuesta no reconocida
it: risposta non riconosciuta
ja: 不明なレスポンスです
pt: resposta não conhecida
pt_br: resposta não reconhecida
zh_cn: 无法识别的回复

source: External Commit Tool
da: Eksternt integrationsværktøj
es: Herramienta de envio externa
it: Strumento di commit esterno
ja: 外部コミットツール
pt: Ferramenta externa de commit
pt_br: Ferramenta externa de consolidação
zh_cn: 外部提交工具书

source: Select commit tool launched by TortoiseHg. (Qct is no longer distributed as part of TortoiseHG.) Default: None (use the builtin tool)
da: Vælg integrationsværktøj for TortoiseHg. (Qct bliver ikke længere distribueret som del af TortoiseHG.) Default: Ingen (brug det indbyggede værktøj)
es: Seleccione herramienta de envio (Qct ya no está incluido en TortoiseHG). Por defecto: No (usar herramienta interna)
it: Seleziona lo strumento di commit usato da TortoiseHg. (Qct non è piú distribuito con TortoiseHG). Default: Nessuno (usa lo strumento integrato)
ja: TortoiseHgから起動されるコミットツールを選択してください(QctはTortoiseHgに同梱されなくなりました)。デフォルトでは同梱のツールが使用されます。
pt: seleccione a ferramenta de commit iniciada com o TortoiseHg. (Qct já não é distribuido como parte do TortoiseHG). Pré-definição: None (use a ferramenta incluída)
pt_br: selecione a ferramenta de consolidação iniciada pelo TortoiseHg. (Qct já não é distribuído como parte do TortoiseHG). O valor padrão é Nenhum (use a ferramenta incluída)
zh_cn: 选择提交工具（Qct不再是TortoiseHg的一部分）。默认：空（使用内部工具）

source: SMTP TLS
ja: SMTP TLS設定

source: extension '%s' overrides commands: %s
da: udviddelse '%s' overskriver kommandoerne: %s
es: la extension '%s' reemplaza los comandos: %s
it: estensione '%s' sovrascrive i comandi: %s
ja: "%s" エクステンションが "%s" コマンドをオーバーライドしています
pt: a extensão '%s' sobrepõe os comando:
pt_br: a extensão '%s' sobrepõe os comandos:
zh_cn: 扩展 '%s' 覆盖命令：%s

source: repository '%s' is not local
da: depot '%s' er ikke lokalt
es: el repositorio '%s' no es local
it: repository '%s' non è locale
ja: リポジトリ '%s' はこのコンピュータ上にありません
pt: o repositório '%s' não é local
pt_br: o repositório '%s' não é local
zh_cn: 仓库 '%s' 不是在本地

source: o
da: a
it: a

source: hgtk recovery
pt: hgtk recuperar

source: hgtk shelve
pt: hgtk arquivar

source: hgtk synch
pt: hgtk sincro
