Repository: velorientc/git_test7
Catalog: i18n/tortoisehg/*.po
Languages: da, de, es, it, ja, pt, pt_br, ru, zh_cn

source: The following lines are over the %i-character limit: %s. Ignore format policy and continue commit?
da: De følgende linjer er over %i-tegnsgrænsen: %s. Ignorer formateringspolitik og fortsæt integration?
de: Die folgende Zeile übersteigt das Limit von %i Zeichen: %s. Die Formatvorgabe ignorieren und mit Übernahme fortfahren?
es: Las siguientes lineas estan sobre el %i-limite del caracter:%s
it: Le seguenti linee sono oltre il limite di %i caratteri: %s. Ignora le regole del formato e continua con il commit?
ja: 以下の行は文字数制限(%i文字)を超えています: %s フォーマットポリシーを無視してコミットを続行しますか？
pt: As seguintes linhas estão acima do %i- limite de caracteres: %s. Ignorar o formato da política e continuar o commit?
pt_br: As seguintes linhas estão acima do limite de %i caracteres: %s. Ignorar a política de formato e continuar a consolidação?
ru: Следующие строки превышают %i-символьное ограничение: %s. Игнорировать правила форматирования и продолжить фиксацию?
zh_cn: 下列行超过了%i的字数限制: %s. 要无视格式要求并继续提交吗?

source: Commit: Invalid username
da: Integrér: Ugyldigt brugernavn
de: Übernahme: Ungültiger Benutzername
es: Consignación: Nombre de usuario invalido
it: Commit: nome utente non valido
ja: コミット: 無効なユーザ名です
pt: Commit: nome de utilizador inválido
pt_br: Consolidação: nome de usuário inválido
ru: Фиксация: Неверное имя пользователя
zh_cn: 提交: 无效的用户名

source: Your username has not been configured. Please configure your username and try again
da: Dit brugernavn er ikke konfigureret. Indstil brugernavn og prøv igen
de: Ihr Benutzername wurde nicht konfiguriert. Bitte konfigurieren Sie den Benutzernamen und versuchen Sie es erneut.
es: Su nombre de usuario no ha sido configurado todavia
it: Nome utente non ancora configurato. Si prega di configurare il nome utente e riprovare
ja: ユーザ名が設定されていません。 ユーザ名を設定をしてからもう一度試してください。
pt: O seu nome de utilizador não foi configurado. Configure o seu nome de utilizador e tente novamente
pt_br: O seu nome de usuário não foi configurado. Por favor configure o seu nome de usuário e tente novamente
ru: Вы не указали свое имя пользователя. Пожалуйста укажите имя пользователя и попробуйте снова
zh_cn: 您的用户名还没配置好. 请配置好您的用户名再重试

source: Confirm New Branch
da: Bekræft ny gren
de: Neuen Zweig bestätigen
es: Confirmar nueva rama
it: Conferma nuovo branch
ja: 新規ブランチの作成
pt: Confirmar novo Branch
pt_br: Confirmar Novo Ramo
ru: Подтвердить Новую Ветку
zh_cn: 确认新分支

source: Finished committing
zh_cn: 完成的提交

source: Aborted committing
zh_cn: 失败的提交

source: Failed to commit
zh_cn: 提交失败

source: Committing changes...
zh_cn: 提交更改...

source: Cannot run now
da: Kan ikke køre nu
de: Auführen jetzt nicht möglich
es: No se puede ejecutar ahora
it: Impossibile eseguire ora
ja: 今実行できません
pt: Não é possível executar agora
pt_br: Não é possível executar agora
ru: Нельзя сейчас выполнить
zh_cn: 现在无法执行

source: Please try again after the running operation is completed
zh_cn: 请在操作完成后再试一次

source: Paste _Filenames
da: Indsæt _Filnavne
de: _Dateinamen einfügen
es: Pegar_Nombres de archivo
it: Incolla nomi _file
ja: ファイル名を貼り付け(_F)
pt: Colar _Filenames
pt_br: Colar _Arquivos
ru: Вставить Имена файлов
zh_cn: 粘贴文件名(_F)

source: App_ly Format
da: _Anvend Format
de: _Format anwenden
es: Ap_licar Formato
it: App_lica il formato
ja: フォーマットポリシーの適用(_L)
pt: Formato App_ly
pt_br: Ap_licar Formato
ru: Применить Формат
zh_cn: 应用格式(_l)

source: C_onfigure Format...
zh_cn: C_onfigure 格式...

source: Info Required
zh_cn: 要求的信息

source: Message format needs to be configured
da: Beskedformat skal konfigureres
de: Das Meldungsformat muss konfiguriert werden
es: El formato del mensaje necesita ser configurado
it: Il formato del messaggio deve essere configurato
ja: フォーマットポリシーが設定されている必要があります
pt: A mensagem de formato necessita ser configurada
pt_br: A mensagem de formato precisa ser configurada
ru: Необходимо настроить формат сообщения
zh_cn: 改动说明的格式未被配置

source: Warning
da: Advarsel
de: Warnung
es: Advertencia
it: Avvertenza
ja: 警告
pt: Aviso
pt_br: Aviso
ru: Предупреждение
zh_cn: 警告

source: The summary line length of %i is greater than %i
da: Uddragslinjens længde %i er større end %i
de: Die Länge der Zusammenfassungszeile von %i ist größer als %i
es: El largo del resumen de linea de %i es mas grande que %i
it: La lunghezza della linea di riepilogo (%i caratteri) è maggiore del limite di %i caratteri
ja: 要約行の長さ %i は %i より大きいです
pt: O comprimento da linha de sumário de %i é maior que %i
pt_br: O comprimento da linha de sumário de %i é maior que %i
ru: Длина %i строки сводки больше чем %i
zh_cn: 摘要行的长度%i超过了%i

source: The summary line is not followed by a blank line
da: Uddragslinjen bliver ikke fulgt af en tom linje
de: Der Zusammenfassungszeile folgt keine Leerzeile
es: El resumen de linea no es seguido por una linea blanca
it: La linea di riepilogo non è seguita da una linea vuota
ja: 要約行の最後に空行はありません
pt: A linha do sumário não é seguida por uma linha em branco
pt_br: A linha do sumário não é seguida por uma linha em branco
ru: После строки сводки нет пустой строки
zh_cn: 摘要行后未跟一空行

source: must be specified repository
zh_cn: 必须是指定的仓库

source: must be specified 'type' in style
zh_cn: 必须是样式(style)中指定的'type'

source: Summary:
zh_cn: 摘要:

source: Age:
zh_cn: 年龄:

source: Date:
da: Dato:
de: Datum:
es: Fecha:
it: Data:
ja: 日付:
pt: Data:
pt_br: Data:
ru: Дата:
zh_cn: 日期:

source: User:
zh_cn: 用户:

source: Branch:
zh_cn: 分支:

source: Tags:
zh_cn: 标签:

source: Transplant:
zh_cn: 移植:

source: Show all
zh_cn: 显示全部

source: Use compact view
zh_cn: 以紧凑方式查看

source: No items to display
zh_cn: 不显示任何项

source: Updating...
zh_cn: 更新...

source: Selecting %(sel)d of %(total)d, displaying all items
zh_cn: 选择 %(sel)d of %(total)d, 显示所有项

source: Selecting %(sel)d, displaying %(count)d of %(total)d items
zh_cn: 选择 %(sel)d, 显示 %(count)d of %(total)d 项

source: Displaying all items
zh_cn: 显示所有项

source: Displaying %(count)d of %(total)d items
zh_cn: 显示 %(count)d of %(total)d 项

source: %s - datamine
zh_cn: %s - 数据挖掘

source: Stop
es: Detener
ja: 中止
pt: Parar
pt_br: Parar
ru: Остановить
zh_cn: 停止

source: Stop operation on current tab
da: Stop aktivitet på aktuelt faneblad
de: Vorgang auf aktuellem Reiter abbrechen
es: Detener operacion sobre ficha actual
it: Interrompe l'operazione nella scheda attiva
ja: 現在のタブの操作を中止する
pt: Parar operação no separador actual
pt_br: Parar operação na aba atual
ru: Остановить действие на текущей вкладке
zh_cn: 停止当前标签页上的操作

source: New Search
da: Ny søgning
de: Neue Suche
es: Nueva Busqueda
it: Nuova ricerca
ja: 新規検索
pt: Nova pesquisa
pt_br: Nova Pesquisa
ru: Новый Поиск
zh_cn: 新建查找

source: Open new search tab
da: Åben nyt faneblad til søgning
de: neuen Suchreiter öffnen
es: Abrir nueva busqueda de ficha
it: Apre una nuova scheda di ricerca
ja: 新しく検索タブを開く
pt: Abrir novo separador de pesquisa
pt_br: Abrir nova aba de pesquisa
ru: Открыть новую вкладку поиска
zh_cn: 打开新的标签页查找

source: Filename
da: Filnavn
de: Dateiname
es: Nombre de archivo
it: Nome file
ja: ファイル名
pt: Nome do ficheiro
pt_br: Nome do arquivo
ru: Имя файла
zh_cn: 文件名

source: User
da: Bruger
de: Benutzer
es: Usuario
it: Utente
ja: ユーザ名
pt: Utilizador
pt_br: Usuário
ru: Пользователь
zh_cn: 用户

source: Di_splay Change
zh_cn: 显示改动(_s)

source: Search
da: Søg
de: Suche
es: Buscar
it: Cerca
ja: 検索
pt: Pesquisar
pt_br: Pesquisar
ru: Поиск
zh_cn: 查找

source: Regexp:
da: Reg. udtryk:
de: Regulärer Ausdruck:
es: Exp. Regular
it: Espr.reg.:
ja: 正規表現:
pt: Expressão regular:
pt_br: Expressão regular:
ru: Регулярное выражение:
zh_cn: 正则式:

source: Includes:
da: Inkluderer:
de: Enthält:
es: Incluye:
it: Includi:
ja: 次を含む:
pt: Inclui:
pt_br: Inclui:
ru: Включает:
zh_cn: 包括:

source: Excludes:
da: Ekskluderer:
de: Ausschliessen:
es: Excluye:
it: Escludi:
ja: 次を含まない:
pt: Exclui:
pt_br: Exclui:
ru: Исключает:
zh_cn: 排除:

source: Start this search
da: Start søgning
de: Starte diese Suche
es: Comenzar esta busqueda
it: Avvia questa ricerca
ja: 検索を開始する
pt: Iniciar esta pesquisa
pt_br: Iniciar esta pesquisa
ru: Начать поиск
zh_cn: 开始查找

source: Regular expression search pattern
da: Regulært udtryk
de: Suchmuster (Regulärer Ausdruck)
es: Patron de busqueda para expresión regular
it: Espressione regolare del pattern di ricerca
ja: 正規表現検索パターン
pt: Padrão de pesquisa de padrão regular
pt_br: Padrão de busca de expressão regular
ru: Шаблон поиска по регулярному выражению
zh_cn: 正则表达式

source: Comma separated list of inclusion patterns. By default, the entire repository is searched.
da: Kommasepareret liste af inkluderingsmønstre. Som udgangspunkt bliver hele depotet gennemsøgt.
de: Kommagetrente Liste mit einschliessenden Mustern. Ohne Eingabe wird das ganze Projektarchiv durchsucht.
es: Lista separada por comas de los patrones de inclusión. Por defecto, se revisa todo el repositorio.
it: Elenco separato da virgola di pattern di inclusione. Di default, l'intero repository viene analizzato.
ja: 包含パターンのカンマ区切りリスト。デフォルトではリポジトリ全体が検索されます。
pt: Lista separada por vírgulas de padrões incluídos. Por pré-definição, a totalidade do repositório é pesquisada.
pt_br: Lista separada por vírgulas de padrões de inclusão. Por padrão, o repositório todo é pesquisado.
ru: Список шаблонов включения разделённых запятыми. По-умолчанию, поиск ведётся по всему хранилищу.
zh_cn: 要包含的搜索模式用逗号分隔. 默认情况下, 在整个仓库范围内查找.

source: Comma separated list of exclusion patterns. Exclusion patterns are applied after inclusion patterns.
da: Kommesepareret liste af ekskluderingsmønstre. Disse bliver anvendt efter inkluderingsmønstrene.
de: Kommagetrennte Liste mit ausschliessenden Mustern. Diese Muster werden nach den Einschliessenden angewendet.
es: Lista separada por comas de los patrones de exclusión. Los patrones de exclusión son aplicados despues de la inclusión de los patrones.
it: Elenco separato da virgola di pattern di esclusione. I pattern di esclusione sono applicati dopo i pattern di inclusione.
ja: 除外パターンのカンマ区切りリスト。除外パターンは包含パターンの後に適用されます。
pt: Lista separada por vírgulas de padrões excluídos. Padrões de exclusão são aplicados após os padrões de inclusão.
pt_br: Lista separada por vírgulas de padrões de exclusão. Padrões de exclusão são aplicados após os padrões de inclusão.
ru: Список шаблонов исключения разделённых запятыми. Шаблоны исключения применяются после шаблонов включения.
zh_cn: 要排除的搜索模式用逗号分隔. 要排除的搜索模式比要包含的搜索模式优先级低.

source: Follow copies and renames
da: Følg kopiering og omdøbning
de: Kopien und Umbenennungen folgen
es: Seguir copias y renombrarlas
it: Segui copie e rinomine
ja: コピーと名前変更を追跡
pt: Seguir cópias e renomeações
pt_br: Seguir cópias e renomeações
ru: Отслеживать копии и переименования
zh_cn: 跟踪复制和重命名操作

source: Ignore case
da: Ignorer versal
de: Groß/Kleinschreibung ignorieren
es: Ignorar mayúsculas
it: Ignora maiuscole/minuscole
ja: 大文字小文字を区別しない
pt: Ignorar a capitalização
pt_br: Ignorar maiúsculas / minúsculas
ru: Игнорировать регистр
zh_cn: 忽略大小写

source: Show line numbers
da: Vis linjenumre
de: Zeilennummern anzeigen
es: Mostrar numero de linea
it: Mostra numeri di linea
ja: 行番号の表示
pt: Mostrar o número das linhas
pt_br: Mostrar o número das linhas
ru: Показывать номера строк
zh_cn: 显示行号

source: Show all matching revisions
da: Vis alle træffende revisioner
de: Alle passenden Revisionen anzeigen
es: Mostrar todas las guias de revisiones
it: Mostra tutte le revisioni corrispondenti
ja: 該当リビジョンを全て表示
pt: Mostra todas as revisões que correspondem
pt_br: Mostrar todas as revisões que correspondem
ru: Показывать все соответствующие ревизии
zh_cn: 显示所有匹配的版本

source: Rev
ja: リビジョン
ru: Ревизия
zh_cn: 版本

source: File
da: Fil
de: Datei
es: Archivo
ja: ファイル
pt: Ficheiro
pt_br: Arquivo
ru: Файл
zh_cn: 文件

source: Matches
da: Træffere
de: Treffer
es: Concordancias
it: Corrispondenze
ja: 該当箇所
pt: Correspondências
pt_br: Correspondências
ru: Соотвествия
zh_cn: 匹配项

source: Search %d
da: Søgning %d
de: Suche %d
es: Buscar %d
it: Ricerca %d
ja: 検索 %d
pt: Pesquisar %d
pt_br: Pesquisar %d
ru: Поиск %d
zh_cn: 查找 %d

source: No regular expression given
da: Regulært udtryk mangler
de: Kein regulärer Ausdruck
es: Expresión regular no entregada
it: Nessuna espressione regolare specificata
ja: 無効な正規表現
pt: Nenhuma expressão regular dada
pt_br: Nenhuma expressão regular dada
ru: Регулярное выражение не задано
zh_cn: 没有给出正则表达式

source: You must provide a search expression
da: Du skal angive et søgeudtryk
de: Sie müssen einen Suchausdruck angeben
es: Debes proveer una expresión de busqueda
it: Devi fornire una espressione di ricerca
ja: 検索するために正規表現が必要です
pt: Tem de fornecer uma expressão para pesquisar
pt_br: Você deve fornecer uma expressão de busca
ru: Необходимо указать выражение для поиска
zh_cn: 您必须提供一个查找表达式

source: Invalid regular expression
de: Ungültiger regulärer Ausdruck
ru: Неверное регулярное выражение
zh_cn: 无效的正则表达式

source: Error: %s
de: Fehler: %s
ru: Ошибка: %s
zh_cn: 错误: %s

source: Abort: %s
de: Abgebrochen: %s
ru: Прерывание: %s
zh_cn: 中止: %s

source: Search "%s"
da: Søg "%s"
de: Suche "%s"
es: Buscar "%s"
it: Ricerca "%s"
ja: 検索 "%s"
pt: Pesquisar "%s"
pt_br: Pesquisar "%s"
ru: Поиск "%s"
zh_cn: 查找"%s"

source: File is unrevisioned
da: Fil er ikke kontrolleret
de: Datei wird nicht verwaltet
es: El archivo no está bajo revisión
it: Il file non è revisionato
ja: コミットされていないファイル
pt: O ficheiro não tem revisão
pt_br: O arquivo não é versionado
ru: Файла нет в ревизиях
zh_cn: 文件未纳入版本管理

source: Unable to annotate
da: Kan ikke annotere
de: Annotieren nicht möglich:
es: No se pudo anotar
it: Impossibile eseguire l'annotazione
ja: コメントできませんでした
pt: Impossível anotar
pt_br: Incapaz de comentar
ru: Невозможно аннотировать
zh_cn: 无法标注

source: Line
da: Linje
de: Zeile
es: Linea
it: Linea
ja: 行
pt: Linha
pt_br: Linha
ru: Строка
zh_cn: 行

source: Source
da: Kilde
de: Quelle
es: Fuente
it: Sorgente
ja: 元ファイル
pt: Fonte
pt_br: Fonte
ru: Источник
zh_cn: 源

source: Loading history...
zh_cn: 正在载入历史记录...

source: TortoiseHg Prompt
de: TortoiseHG
es: Línea de órdenes de TortoiseHg
ja: TortoiseHgプロンプト
pt: Prompt do TortoiseHg
pt_br: Prompt do TortoiseHg
ru: TortoiseHg Вывод
zh_cn: TortoiseHg 提示

source: _Tools
zh_cn: 工具(_T)

source: Repository Explorer
zh_cn: 仓库浏览器

source: Datamine
zh_cn: 数据挖掘

source: Recovery
zh_cn: 恢复

source: Serve
zh_cn: 开启服务

source: Shelve
da: Sylt
de: Zwischenlagern
es: Arrinconar
ja: シェルフ
ru: Отложить
zh_cn: 剥离改动

source: Synchronize
da: Synkroniser
de: Synchronisieren
es: Sincronizar
it: Sincronizza
ja: 同期ツール
pt: Sincronizar
pt_br: Sincronizar
ru: Синхронизация
zh_cn: 同步

source: Settings
zh_cn: 设置

source: _Help
zh_cn: 帮助(_H)

source: Contents
zh_cn: 内容

source: About
da: Om
de: Über
es: Acerca de
it: Informazioni su
ja: バージョン情報
pt: Sobre
pt_br: Sobre
ru: О программе
zh_cn: 关于

source: Aborted
da: Afbrudt
de: Abgebrochen
es: Abortado
it: Interrotto
ja: が中止されました
pt: Abortado
pt_br: Abortado
ru: Прервано
zh_cn: 中止

source: Messages and Errors
da: Meddelelser og fejl
de: Meldungen und Fehler
es: Mensajes y Errores
it: Messaggi ed errori
ja: メッセージとエラー
pt: Mensagens e erros
pt_br: Mensagens e Erros
ru: Сообщения и Ошибки
zh_cn: 说明和错误信息

source: making snapshot of %d files from rev %s
da: laver øjebliksbillede af %d filer fra rev %s
de: erstelle Momentaufnahmen von %d Dateien ab Revision %s
es: Realizando imagen estática de %d archivos desde la rev %s
it: sto creando un'istantanea di %d file dalla revisione %s
ja: %d 個のファイルのスナップショットをリビジョン %s からマーク
pt: a fazer instantâneo de %d ficheiros da rev %s
pt_br: fazendo cópia instantânea de %d arquivos da rev %s
ru: создается снимок %d файлов для ревизии %s
zh_cn: 创建%d个文件的快照于版本%s

source: edit failed
da: redigering fejlede
de: Bearbeitung fehlgeschlagen
es: Falló la edición
it: editazione fallita
ja: 編集に失敗しました
pt: editar falhou
pt_br: edição falhou
ru: неудача при редактировании
zh_cn: 编辑失败

source: No visual editor configured
da: Ingen visuel editor konfigureret
de: kein grafischer Editor konfiguriert
es: Editor visual no configurado
it: Nessun editor configurato
ja: GUIエディタが設定されていません
pt: Nenhum editor visual configurado
pt_br: Nenhum editor visual configurado
ru: Не указан визуальный редактор
zh_cn: 未设置GUI编辑器

source: Please configure a visual editor.
da: Vælg en visuel editor.
de: Bitte konfigurieren Sie einen grafischen Editor
es: Por favor configurar un editor visual
it: Si prega di configurare un editor.
ja: GUIエディタを設定してください
pt: Por favor configure um editor visual
pt_br: Por favor configure um editor visual
ru: Пожалуйста укажите визуальный редактор.
zh_cn: 请设置一个GUI编辑器.

source: unknown mode name: %s
zh_cn: 未知的模式名称: %s

source: Abort
zh_cn: 中止

source: Confirm Abort
zh_cn: 确认中止

source: Do you want to abort?
zh_cn: 您要想中止吗?

source: Select
zh_cn: 选择

source: Select Revision
zh_cn: 选择版本

source: revision number, changeset ID, branch or tag
zh_cn: 版本号, 改动集ID, 分支或标签

source: Ambiguous Revision
zh_cn: 歧义修正

source: Invalid Revision
zh_cn: 无效版本

source: Save File
da: Gem fil
de: Datei speichern
es: Guardar Archivo
it: Salva file
ja: ファイルに保存
pt: Guardar o Ficheiro
pt_br: Salvar o Arquivo
ru: Сохранить Файл
zh_cn: 保存文件

source: All files
da: Alle filer
de: Alle Dateien
es: Todos los archivos
it: Tutti i file
ja: 全てのファイル
pt: Todos os ficheiros
pt_br: Todos os Arquivos
ru: Все файлы
zh_cn: 所有文件

source: The file "%s" already exists! Do you want to overwrite it?
da: Filen "%s" findes allerede! Vil du overskrive den?
de: Die Datei "%s" ist bereits vorhanden! Soll sie überschreiben werden?
es: ¡El archivo "%s" todavía existe! ¿Deseas sobrescribirlo?
it: Il file "%s" esiste già! Sovrascrivere?
ja: "%s" は既に存在しています！ このファイルを上書きしますか？
pt: O ficheiro "%s" já existe! Deseja sobrescreve-lo?
pt_br: O arquivo "%s" já existe! Deseja sobrescrevê-lo?
ru: Файл "%d" уже существует! Записать поверх него?
zh_cn: 文件"%s"已存在! 要覆盖它吗?

source: Select Folder
da: Vælg mappe
de: Ordner auswählen
es: Seleccionar carpeta
it: Selezionare cartella
ja: フォルダの選択
pt: Seleccione pasta
pt_br: Selecione Pasta
ru: Выбор Папки
zh_cn: 选择文件夹

source: Select language for spell checking. Empty is for the default language. When all text is highlited, the dictionary is probably not installed. examples: en, en_GB, en_US
zh_cn: 选择拼写检查的语言. 置空说明使用默认语言. 如果所有的文字被高亮, 说明词典没有正确安装. 例子:en, en_GB, en_US

source: Lang "%s" can not be set.
zh_cn: 无法设置语言"%s".

source: Spell Check Language
zh_cn: 拼写检查语言

source: Detect Copies/Renames in %s
zh_cn: 检测拷贝和重命名操作在%s

source: Minimum Simularity Percentage
da: Mindste sammenfalds-procent
de: Minimale Ähnlichkeit (Prozent)
es: Porcentaje minimo de simulación
it: Percentuale minima di similitudine
ja: 相似度のしきい値
pt: Percentagem mínima de similaridade
pt_br: Percentagem mínima de similaridade
ru: Минимальный Процент Похожести
zh_cn: 最小相似比例

source: Unrevisioned Files
da: Ikke-revisionerede filer
de: Unversionierte Dateien finden
es: Archivos sin revisión
it: File non revisionati
ja: コミットされていないファイル
pt: Ficheiros sem revisão
pt_br: Arquivos Não Versionados
ru: Файлы не входящие в ревизии
zh_cn: 未纳入版本控制的文件

source: Find Renames
da: Find omdøbninger
de: Umbenennungen finden
es: Buscar Renombrados
it: Ricerca rinomine
ja: 名前変更を検索
pt: Pesquisar renomeações
pt_br: Pesquisar renomeações
ru: Найти Переименования
zh_cn: 查找重命名

source: Find Copies
da: Find kopier
de: Kopien finden
es: Buscar Copias
it: Ricerca copie
ja: コピーを検索
pt: Pesquisar cópias
pt_br: Pesquisar Cópias
ru: Найти Копии
zh_cn: 查找拷贝

source: Candidate Matches
da: Mulige træffere
de: Mögliche Treffer
es: Coincidencias posibles
it: Corrispondenze candidate
ja: 推定結果
pt: Correspondências candidatas
pt_br: Correspondências Candidatas
ru: Кандидаты на Соотвествие
zh_cn: 候选匹配

source: Dest
da: Mål
de: Ziel
es: Destino
ja: 変更後
ru: Приемник
zh_cn: 目标

source: Accept Match
da: Godkend træffere
de: Treffer akzeptieren
es: Aceptar coincidencia
it: Accetta corrispondenza
ja: 推定結果を確定する
pt: Aceitar correspondência
pt_br: Aceitar Correspondência
ru: Принять Соотвествие
zh_cn: 接受匹配

source: Differences from Source to Dest
da: Forskelle fra kilde til mål
de: Unterschiede zwischen Quelle und Ziel
es: Diferencias desde Fuente a Destino
it: Differenze tra sorgente e destinazione
ja: 変更元と変更先の相違
pt: Diferenças entre a fonte e o destino
pt_br: Diferenças da Origem para o Destino
ru: Различия между Источником и Приемником
zh_cn: 源与目标的差别

source: finding source of
da: finder kilder af
de: Suche Original von
es: buscando codigo de
it: ricerca in corso del file sorgente di
ja: 元ファイルを検索中:
pt: a pesquisar a fonte de
pt_br: procurando origem de
ru: поиск источника
zh_cn: 查找来源

source: == %s and %s have identical contents ==
da: == %s og %s har identisk indhold ==
de: == %s und %s haben den selben Inhalt ==
es: ==%s y %s tienen contenidos identicos ==
it: == %s e %s hanno lo stesso contenuto ==
ja: == %s と %s は同じ中身を持っている ==
pt: == %s e %s Têm conteúdos idênticos ==
pt_br: == %s e %s têm conteúdos idênticos ==
ru: == %s и %s имеют одинаковое содержимое ==
zh_cn: == %s 和 %s 内容一致 ==

source: [command interrupted]
da: [kommando afbrudt]
de: [Befehl unterbrochenn]
es: [comando interrumpido]
it: [comando interrotto]
ja: [コマンド中断]
pt: [comando interrompido]
pt_br: [comando interrompido]
ru: [команда превана]
zh_cn: ［命令被中断］

source: unknown CmdWidget style: %s
zh_cn: 未知的CmdWidget样式: %s

source: Toggle log window
zh_cn: 开关日志窗口

source: Stop transaction
zh_cn: 停止事务

source: Close this
zh_cn: 关闭当前

source: invalid state
zh_cn: 无效的状态

source: Status: %s
zh_cn: 状态: %s

source: Command Log
zh_cn: 命令日志

source: Send
zh_cn: 发送

source: Send emails
zh_cn: 发送邮件

source: Test
zh_cn: 测试

source: Show emails which would be sent
zh_cn: 显示将要被发送的邮件

source: Configure
da: Konfigurer
de: Konfigurieren
es: Configurar
it: Configura
ja: 設定
pt: Configurar
pt_br: Configurar
ru: Настроить
zh_cn: 配置

source: Configure email settings
da: Konfigurer e-post opsætning
de: Email-Einstellungen
es: Configurar ajustes de correo
it: Configura email
ja: Eメールの設定
pt: Configurar definições de correio
pt_br: Configurar opções de email
ru: Настройка параметров почты
zh_cn: 配置邮件设置

source: Email outgoing changes
da: E-post udgående ændringer
de: Sende ausgehende Änderungen
es: Cambios de correo saliente
it: Invia email delle modifiche in uscita
ja: 変更をメールで送信
pt: Alterações do correio de envio
pt_br: Enviar por email mudanças de saída
ru: Отправка по почте исходящих изменений
zh_cn: 通过邮件发送改动

source: Email revisions
zh_cn: 通过邮件发送版本

source: Email Mercurial Patches
da: E-post mercurial lapper
de: Sende Mercurial Patches
es: Parches por correo electrónico
it: Invia email delle patch Mercurial
ja: Mercurialのパッチをメールで送信
pt: Correio electrónico das Patches do Mercurial
pt_br: Enviar email com Patches do Mercurial
ru: Отправить по почте Заплатки Mercurial
zh_cn: 通过邮件发送Mercurial补丁

source: Envelope
da: Konvelut
de: Umschlag
es: Sobre
it: Indirizzi
ja: メール設定
ru: Конверт
zh_cn: 信封

source: Options
da: Valg
de: Optionen
es: Opcciones
it: Opzioni
ja: オプション
pt: Opções
pt_br: Opções
ru: Настройки
zh_cn: 选项

source: To:
da: Til:
de: An:
es: a:
it: A:
pt: Para:
pt_br: Para:
ru: Получатель:
zh_cn: 收件人:

source: Cc:
ru: Копии:
zh_cn: 抄送:

source: From:
da: Fra:
de: Von:
es: Desde:
it: Da:
pt: De:
pt_br: De:
ru: От:
zh_cn: 发件人:

source: In-Reply-To:
da: Som-svar-på:
de: Antwort auf:
es: Reenviar a:
it: Rispondi a:
pt: Em- resposta-a:
ru: В ответ на:
zh_cn: 回复给:

source: Message identifier to reply to, for threading
da: Besked-identifikation der svares på, for trådning
de: Meldungs-ID der Nachricht, auf die geantwortet wird. Für Gruppierung in Diskussionen.
es: Identificador de mensaje a responder, para conversación múltiple
it: Identificativo del messaggio a cui rispondere. Per i thread.
ja: メーラのスレッド表示で使用されるメッセージID
pt: Identificador de mensagem para resposta, para tópico
pt_br: Identificador de mensagem a responder, para organização em tópicos
ru: Идентификатор сообщения для ответа, используется для формирования нити обсуждения
zh_cn: 指定邮件内容ID, 相同ID的邮件隶属于同一个主题

source: Send changesets as Hg patches
zh_cn: 发送变更集为 Hg 补丁
