Repository: velorientc/git_test7
Catalog: i18n/tortoisehg/*.po
Languages: da, de, es, it, ja, pt, pt_br, ru, zh_cn

source: Display only changesets affecting these comma separated file paths
da: Vis kun ændringer der påvirker disse kommaseparerede filstier
de: Zeige nur Änderungssätze, welche die aufgelisteten Dateien (kommagetrennt) verändern
es: Mostrar sólo los cambios que afecten a los siguientes archivos separados por coma
it: Mostra solo i changeset che interessano i seguenti file (separati da virgola)
ja: これらのファイルを含むチェンジセットのみを表示する
pt: Mostrar apenas os changesets que afectam os caminhos destes ficheiros separados por vírgulas
pt_br: Mostrar apenas os changesets que afetam estes caminhos de arquivo separados por vírgulas
ru: Показывать только наборы изменений затрагивающих приведенный список файловых путей
zh_cn: 只显示影响逗号分隔的文件路径字符串的修改记录集合

source: Keyword(s):
da: Nøgleord:
de: Stichwort(e):
es: Palabra(s) clave(s):
it: Parole chiave:
ja: キーワード：
pt: Palavra(s)-chave
pt_br: Palavra(s)-chave
ru: Ключевые слова:
zh_cn: 关键字(s)：

source: Display only changesets matching these comma separated case insensitive keywords
da: Vis kun ændringer der matcher disse kommaseparerede vasalfølsomme nøgleord
de: Zeige nur die Änderungssätze, auf welche die Stichworte passen. Die Stichworte sind durch Kommas getrennt. Die Gross-/Kleinschreibung wird nicht berücksichtigt.
es: Mostrar sólo conjuntos de cambios que coinciden con estas palabras separadas por comas (sin diferenciación entre mayúsculas y minúsculas)
it: Mostra solo i changeset che contengono queste parole chiave (nessuna differenza tra maiuscole e minuscole, elenco separato da virgola)
ja: これらのキーワード(大文字小文字の区別なし)を含むチェンジセットのみを表示する
pt: Mostrar apenas changesets que correspondem a estas palavras chave separadas por vírgulas
pt_br: Mostra apenas changesets que correspondam a estas palavras chave separadas por vírgulas
ru: Показывать только наборы изменений, которым соответствуют приведённые регистронезависимые ключевые слова
zh_cn: 只显示匹配逗号分隔大小写敏感的关键字串的修改记录集合

source: Help on date formats
da: Hjælp med datoformater
de: Hilfe zu Darumsformaten
es: Ayuda con los formatos de fecha
it: Guida sul formato della data
ja: 日付書式のヘルプ
pt: Ajuda no formato das datas
pt_br: Ajuda sobre o formato das datas
ru: Справка по форматам даты
zh_cn: 日期格式的帮助

source: Display only changesets matching this date specification
da: Vis kun ændringer der passer med denne datospecifikation
de: Zeige nur Änderungssätze, auf welche die Datumsangaben passen
es: Mostrar sólo los cambios que coincidan con esta fecha
it: Mostra solo i changeset che corrispondono alle specifiche di data
ja: 指定した日付のチェンジセットのみ表示する
pt: Mostrar apenas changesets que correspondem à data especificada
pt_br: Mostrar apenas changesets que correspondam à data especificada
ru: Показывать только наборы изменений соотвествующих данной дате
zh_cn: 只显示符合指定日期的修改记录集

source: Invalid revision range
da: Ugyldigt revisionsinterval
de: Ungültiger Revisionsbereich
es: Rango de revisión inválido
it: Intervallo di revisioni non valido
ja: 無効なリビジョン範囲です
pt: limite da revisão inválido
pt_br: Faixa de revisões inválida
ru: Неверный диапазон ревизий
zh_cn: 无效的版本范围

source: Merging in
da: Fletter med
de: Zusammenführen in
es: Uniendo con
it: Merge in
ja: マージ中：
pt: A fundir em
pt_br: Mesclando em
ru: Слияние в

source: TortoiseHg Recovery -
da: TortoiseHg genskab -
de: TortoiseHg Wiederherstellung -
es: TortoiseHg: Recuperación -
it: TortoiseHg Recupero -
ja: TortoiseHg リカバリツール -
pt: Recuperação do TortoiseHg -
pt_br: Recuperação do TortoiseHg -
ru: TortoiseHg Восстановление -
zh_cn: TortoiseHg 数据恢复 -

source: Unable to find repo at %s
da: Kan ikke finde depot på %s
de: Kann bei %s kein Projektarchiv finden
es: No se pudo encontrar repositorios en %s
it: Impossibile trovare un repository in %s
ja: %s をリポジトリで見つけることができませんでした
pt: Não é possível encontrar o repo em %s
pt_br: Não é possível encontrar o repo em %s
ru: Не найдено хранилище в %s
zh_cn: 不能在%s找到仓库

source: Please try again after the previous command is completed
da: Prøv igen efter den sidste kommando er færdig
de: Bitte nochmals drücken nachdem der letzte Befehl beendet ist
es: Inténtalo de nuevo después de que el anterior comando se complete
it: Si prega di ritentare dopo l'esecuzione del precedente comando
ja: 前のコマンドが完了したらもう一度試してください
pt: Tente de novo após o comando antrior terminar
pt_br: Por favor tente de novo após o comando anterior terminar
ru: Пожалуйста попробуйте снова после завершения предыдушей команды
zh_cn: 请在上一个命令执行完毕后再作尝试

source: Serve %s - %s
da: Udstil %s som %s
de: bediene %s - %s
es: Servicio %s - %s
it: Web server %s - %s
ja: サーバ %s - %s
ru: Вед доступ к хранилищу %s - %s

source: Serve -
da: Udstil -
de: Bedienen -
es: Servir -
it: Web server -
ja: サーバ -
ru: Веб доступ к хранилищу -

source: name of the webdir config file (serve more than one repo)
da: navn på webdir konfigurationsfilen (udstil mere end et depot)
de: Name der webdir-Konfigurationsdatei (mehr als ein Archiv ausliefern)
es: nombre del archivo de configuración del directorio web (para servir más de un repositorio)
it: nome del file di configurazione webdir (il server gestisce più repository)
ja: Webディレクトリの設定ファイル名(複数のリポジトリを管理する場合)
pt: nome do ficheiro de configuração webdir (serve mais do que um repo)
pt_br: nome do arquivo de configuração webdir (serve mais do que um repo)
ru: имя файла конфигурации webdir (для придоставления доступа к нескольким хранилищам)
zh_cn: webdir配置文件的名称(可能要服务不止一个仓库)

source: _difference
da: _forskel
de: _Unterschied
es: _diferenciar
it: _confronta
ja: 差分(_D)
pt: _diferença
pt_br: _diferença
ru: различия
zh_cn: 区别(_d)

source: edit
da: rediger
de: bearbeiten
es: editar
it: edita
ja: 編集
pt: editar
pt_br: editar
ru: редактировать

source: view other
da: vis anden
de: anderes ansehen
es: ver otros
it: vedi originale
ja: 他を表示
pt: ver outro
pt_br: ver outro
ru: показать другой

source: l_og
de: Protokoll
es: Registr_o
ja: ログ(_L)
pt: regist_o
ru: журнал
zh_cn: 记录(_o)

source: _view
da: _vis
de: _zeigen
es: _ver
it: _vedi
ja: 表示(_V)
pt: _ver
pt_br: _ver
ru: показать
zh_cn: 查看(_v)

source: _add
da: _tilføj
de: _hinzufügen
es: _añadir
it: _aggiungi
ja: 追加(_A)
pt: _adicionar
pt_br: _adicionar
ru: добавить
zh_cn: 添加(_a)

source: _guess rename
da: _gæt omdøbninger
de: Umbenennung er_raten
es: _adivina renombramiento
it: _scopri rinomine
ja: 名前変更を推定(_G)
pt_br: in_ferir renomeações
ru: угадать переименование
zh_cn: 尝试重命名(_g)

source: _ignore
da: _ignorer
de: _ignorieren
es: _ignorar
it: _ignora
ja: 無視(_I)
pt: _ignorar
pt_br: _ignorar
ru: игнорировать
zh_cn: 忽略(_i)

source: re_move
da: _fjern
de: _entfernen
es: eli_minar
it: ri_muove
ja: 削除(_M)
pt: re_mover
pt_br: re_mover
ru: удалить
zh_cn: 移除(_m)

source: re_name
da: _omdøb
de: um_benennen
es: re_nombrar
it: ri_nomina
ja: 名前変更(_N)
pt: re_nomear
pt_br: re_nomear
ru: переименовать
zh_cn: 重命名(_n)

source: _copy
da: _kopier
de: _kopieren
es: _copiar
it: _copia
ja: コピー(_C)
pt: _copiar
pt_br: _copiar
ru: скопировать
zh_cn: 复制(_c)

source: resolve
da: løs
de: auflösen
es: resolver
it: risolve
ja: 解決
pt: resolver
pt_br: resolver
ru: решить
zh_cn: 解决冲突

source: mark resolved
da: marker løst
de: gelöst
es: marcar como resolvido
it: marca come risolto
ja: 解決済みとしてマーク
pt: marcar como resolvido
pt_br: marcar como resolvido
ru: отметить как решённое
zh_cn: 冲突已解决

source: mark unresolved
da: marker uløst
de: ungelöst
es: marcar como no resuelto
it: marca come non risolto
ja: 未解決としてマーク
pt: marcar como não resolvido
pt_br: marcar como não resolvido
ru: отметить как нерешённое
zh_cn: 冲突未解决

source: revert
da: tilbagefør
de: zurücksetzen
es: revertir
it: Ripristina i file selezionati
ja: このリビジョンに戻す
pt: reverter
pt_br: reverter
ru: возвратить
zh_cn: 还原

source: add
da: tilføj
de: hinzufügen
es: Agregar
it: Aggiunge al repository i file selezionati
ja: 追加
pt: adicionar
pt_br: adicionar
ru: добавить
zh_cn: 新增

source: move selected files to other directory
da: flyt valgte filer til andet katalog
de: Verschiebe gewählte Dateien in anderes Verzeichnis
es: mover los archivos seleccionados a otro directorio
it: Sposta i file selezionati in un altra directory
ja: 選択されたファイルを他のディレクトリに移動する
pt: mover ficheiros seleccionados para outra directoria
pt_br: mover arquivos selecionados para outro diretório
ru: переместить выбранные файлы в другой каталог
zh_cn: 将选中的文件移到其它目录

source: remove
da: fjern
de: Entfernen
es: eliminar
it: Rimuove i file selezionati
ja: 削除
pt: remover
pt_br: remover
ru: удалить
zh_cn: 移除

source: st
es: Estado
ja: 状態
ru: ст.

source: ms
ja: マージ
ru: сс

source: ===== Diff to first parent =====
da: ===== Forskel til første forælder =====
de: ==== Unterschied zum ersten Vorfahren ====
es: ===== Diff con primer padre =====
it: ===== Differenze con il primo genitore =====
ja: ===== 1番目の親リビジョン =====
pt: ===== Diff para o primeiro parent =====
pt_br: ===== Diff com o primeiro pai =====
ru: ===== Различия с первым родителем =====
zh_cn: ===== 和上一级版本进行比较 =====

source: ===== Diff to second parent =====
da: ===== Forskel til anden forælder =====
de: ==== Unterschied zum zweiten Vorfahren ====
es: ===== Diff con segundo padre =====
it: ===== Differenze con il secondo genitore =====
ja: ===== 2番目の親リビジョン =====
pt: ===== Diff para o segundo parent =====
pt_br: ===== Diff com o segundo pai =====
ru: ===== Различия со вторым родителем =====
zh_cn: ===== 和上两级版本进行比较 =====

source: Which parent to revert to?
da: Hvilken forælder skal tilbageføres til?
de: Auf welchen Vorfahren zurücksetzen?
es: ¿ A cuál revisión padre desea revertir ?
it: Quale genitore da ripristinare?
ja: どの親リビジョンに戻しますか？
pt: Para que parente reverter?
pt_br: Reverter para qual pai?
ru: К какому родителю возвращаться?

source: Revert file(s) to local or other parent?
da: Tilbagefør fil(er) til lokal eller anden forælder?
de: Dateien zu dem lokalem Vorfahren oder dem Anderen zurücksetzen?
es: ¿ Revertir archivo(s) a local o a otra revisión padre ?
it: Ripristina i file al genitore locale o l'altro
ja: ローカルまたは他の親リビジョンのファイルに戻しますか？
pt: Reverter ficheiro(s) para local ou outro parente?
pt_br: Reverter arquivo(s) para local ou outro pai?
ru: Возвратить файл(ы) к локальному или другому родителю?

source: &local
da: &lokal
de: &lokal
it: &locale
ja: ローカル(_L)
ru: &локальный

source: &other
da: &anden
de: anderer (&o)
es: &otros
it: &altro
ja: その他(_O)
pt: &outro
pt_br: &outro
ru: &другой

source: Revert the following files?
da: Tilbagefør følgende filer?
de: Die folgenden Dateien zurücksetzen?
es: ¿Revertir los siguientes archivos?
it: Ripristinare i seguenti file?
ja: 次のファイルを元に戻しますか？
pt: reverter os seguintes ficheiros?
pt_br: reverter os seguintes arquivos?
ru: Возвратить следующие файлы?

source: TortoiseHg Synchronize -
da: TortoiseHg synkroniser -
de: tortoiseHg Synchronisieren -
es: TortoiseHg: Sincronizar -
it: TortoiseHg Sincronizzazione -
ja: TortoiseHg 同期ツール -
pt: Sincronizar do TortoiseHg -
pt_br: Sincronizar do TortoiseHg -
ru: TortoiseHg Синхронизация -
zh_cn: TortoiseHg 同步 -

source: Post pull operation
da: Post-træk operation
de: Aktion nach herunterladen
es: Pospone operación de envio
it: Operazione da eseguire dopo il pull
ja: プル後の処理
pt_br: Operação posterior ao pull
ru: Действие после затягивания
zh_cn: 投寄拉出操作

source: Target Revision:
da: Målrevision:
de: Zielrevision
es: Revisión objetivo:
it: Fino alla revisione:
ja: 対象リビジョン：
pt: Revisão de destino:
pt_br: Revisão de destino:
ru: Целевая Ревизия:
zh_cn: 目标版本

source: Remote Command:
da: Fjernkommando:
de: Entfernter Befehl:
es: Comando remoto:
it: Comando remoto:
ja: リモートコマンド：
pt: Comando remoto:
pt_br: Comando Remoto:
ru: Удалённая команда:
zh_cn: 远程命令：

source: Show Patches
da: Vis lapper
de: Patches zeigen
es: Mostrar parches
it: Mostra le patch
ja: パッチの表示
pt: Mostrar patches
pt_br: Mostrar Patches
ru: Показывать Заплатки
zh_cn: 显示补丁

source: Show Newest First
da: Vis nyeste først
de: Neue zuerst zeigen
es: Mostrar los más nuevos primero
it: Mostra prima i più recenti
ja: 最新のものを最初に表示
pt: Mostrar primeiro os recentes
pt_br: Mostrar Mais Recentes Primeiro
ru: Отображать Новые Первыми
zh_cn: 显示最新的第一个

source: Show No Merges
da: Skjul fletninger
de: Keine Zusammenf.
es: Muestra revisiones normales
it: Nasconde i merge
ja: マージリビジョン以外を表示
pt: Não mostrar merges
pt_br: Não Mostrar Mesclagens
ru: Не Показывать Слияния
zh_cn: 不显示合并

source: View pulled revisions
da: Vis revisioner trukket ind
de: Herunergeladene Revisionen anzeigen
es: Mostrar revisiones extraidas
it: Vedi le revisioni arrivate
ja: プルしたリビジョンを表示
pt: Ver revisões puxadas
pt_br: Ver revisões trazidas
ru: Показать затянутые ревизии
zh_cn: 查看拉出的修订版本

source: TortoiseHg Tag - %s
da: TortoiseHg mærke - %s
de: TortoiseHg Etikette - %s
ja: TortoiseHg タグツール - %s
pt: Etiqueta do TortoiseHg - %s
pt_br: Etiquetas TortoiseHg - %s
ru: TortoiseHg Метка - %s

source: Add tag to selected version
da: Tiløj mærke til valgte revision
de: Etikette zu gewählter Version hinzufügen
es: Añadir una etiqueta a la versión seleccionada
it: Aggiunge il tag alla revisione selezionata
ja: 選択されたバージョンにタグを追加
pt: Adicionar etiqueta à versão seleccionada
pt_br: Adiciona etiqueta à versão selecionada
ru: Добавить метку к указанной ревизии
zh_cn: 添加标记到选中的版本

source: Remove tag from repository
da: Fjern mærke fra depot
de: entferne Tag aus Projektarchiv
es: Eliminar etiqueta del respositorio
it: Rimuove il tag dal repository
ja: リポジトリからタグを削除
pt: Remover etiqueta do repositório
pt_br: Remover etiqueta do repositório
ru: Удалить метку из хранилища
zh_cn: 从仓库中移除标记

source: Use custom commit message
da: Brug selvvalgt integrationsbesked
de: Nutze Benutzerdefinierte Versionsmeldung
es: Mensaje de commit personalizado
it: Usa messaggio di commit personalizzato
ja: カスタムコミットメッセージを使う
pt: Usar mensagem personalizada
pt_br: Usar mensagem de consolidação personalizada
ru: Указать свою заметку фиксации
zh_cn: 使用自定义的提交说明

source: Commit message:
da: Integrationsbesked:
de: Versionsmeldung:
es: Mensaje de commit:
it: Messaggio di commit:
ja: コミットメッセージ：
pt: Mensagem de commit:
pt_br: Mensagem de consolidação:
ru: Заметка фиксации:
zh_cn: 提交说明：

source: Tag '%s' does not exist
da: Mærke '%s' findes ikke
de: Etikette '%s' existiert nicht
es: La etiqueta '%s' no existe
it: Il tag '%s' non esiste
ja: タグ "%s" は存在しません
pt: A etiqueta '%s' não existe
pt_br: A etiqueta '%s' não existe
ru: Метка '%s' не существует
zh_cn: 标记'%s'不存在

source: TortoiseHg Taskbar
da: TortoiseHg proceslinje
de: TortoiseHg Taskleiste
es: Barra de tareas TortoiseHg
ja: TortoiseHg タスクバー
pt: Barra de tarefas do TortoiseHg
pt_br: Barra de tarefas do TortoiseHg
ru: TortoiseHg Панель задач

source: Promote menu items to the top menu
da: Forfrem menupunkt til top-menuen
de: Menueintrag in der obersten Ebene anzeigen
es: Promover elementos de menú al menú principal
it: Promuove le voci del menu al livello principale
ja: メニューコマンドをトップレベルに持ってくる (通常はサブメニュー化)
pt: Promover itens do menu para o menu do topo
pt_br: Promover itens do menu para o menu do topo
ru: Отправить пункты на самый верх меню
zh_cn: 将所有菜单项提升到顶级菜单

source: Promote menu item "%s" to top menu
da: Forfrem menupunkt "%s" til top-menuen
de: Menueintrag "%s" in der obersten Ebene anzeigen
es: Promover elemento de menú %s al menú principal
it: Promuove la voce del menu "%s" al livello principale
ja: "%s" をトップレベルに持ってくる
pt: promover o item do menu "%s" para o menu do topo
pt_br: promover o item do menu "%s" para o menu do topo
ru: Отправить пунк "%s" на самый верх меню
zh_cn: 将菜单项 "%s" 提升到顶级菜单

source: Enable/Disable the overlay icons globally
da: Aktiver/deaktiver overlay ikonerne globalt
de: Überlagerungs-Icons global ein-/ausschalten
es: Activar/Desactivar superposición de iconos globalmente
it: Abilita/Disabilita le icone di overlay globalmente
ja: アイコンオーバーレイを有効/無効にする
pt: Activar/desactivar o overlay dos ícones globalmente
pt_br: Ativar/desativar a sobreposição dos ícones globalmente
ru: Включить/Выключить оверлейные значки глобально
zh_cn: 在全局范围内支持/禁止重叠图标

source: Only enable overlays on local disks
da: Aktiver overlays kun på lokale diske
de: Überlagerungs-Icons nur auf lokalen Platten einschalten
es: Activar superposición de iconos sólo para discos locales
it: Abilita le icone di overlay solo sui dischi locali
ja: このコンピュータ上にあるファイル(ローカル)のみアイコンオーバーレイを有効にする
pt: Activar overlays apenas me discos locais
pt_br: Ativar sobreposição apenas em discos locais
ru: Включить оверлеи только на локальных дисках
zh_cn: 仅在本地磁盘中支持重叠

source: Event Log
da: Hændelseslog
de: Ereignis-Protokoll
es: Registro de eventos
it: Log eventi
ja: イベントログ
pt: Registo de eventos
pt_br: Log de eventos
ru: Журнал событий

source: 3-way Merge Tool
da: 3-vejs fletteværktøj
de: 3-Wege Zusammenführungswerkzeug
es: Herramienta de fusión de archivos de 3-vías
it: Strumento di merge a 3 vie
ja: 3-wayマージツール
pt_br: Mesclagem de 3 vias
ru: 3-х поточный Инструмент Слияния
zh_cn: 3路合并工具

source: Visual Diff Command
da: Visuel diff kommando
de: Befehl zum visuellen Vergleichen
es: Comando diff visual
it: Comando di comparazione visuale
ja: GUI 差分表示コマンド
pt: Comando de Diff visual
pt_br: Comando de Diff visual
ru: Команда для Визуализации Различий
zh_cn: 可视化比较命令

source: Specify visual diff tool; must be an extdiff command
da: Specificer visuelt diff-værktøj. Skal være en extdiff kommando
de: Visuelles Vergleichswerkzeug angeben; muss ein Befehl von extiff sein
es: Especifique herramienta diff visual; debe ser un comando extdiff
it: Specifica lo strumento di comparazione visuale; deve essere un comando di tipo extdiff
ja: GUI 差分表示ツールを指定してください。これは extdiff コマンドでなければなりません。
pt: Especifique a ferramenta de diff visual; tem de ser um comando extdiff
pt_br: Especifique a ferramenta de diff visual; tem de ser um comando extdiff
ru: Укажите инструмент визуализации различий; должен быть командой extdiff
zh_cn: 指定可视化比较工具；必须支持extdiff命令

source: Skip Diff Window
da: Undlad diff-vindue
de: Vergleichsfenster überspringen
es: Ignorar Ventana Diff
it: Salta la finestra delle differenze
ja: 差分表示をスキップ
pt: Saltar janela Diff
pt_br: Não Usar Janela de Diff
ru: Пропустить Окно Различий

source: Bypass the builtin visual diff dialog and directly use your visual diff tool's directory diff feature. Only enable this feature if you know your diff tool has a valid extdiff configuration. Default: False
da: I stedet for at bruge den indbyggede visuelle diff.-dialog så bruges det brugerspecificerede diff-værktøj til at sammenligne kataloger. Du skal kun aktivere denne funktion hvis dit diff-værktøj har en gyldig extdiff-konfiguration. Default: Falsk
de: Überspringe den eingebauten visuellen Vergleichsdialog und benutze direkt die Möglichkeit des Vergleichswerkzeugs um Verzeichnisse zu vergleichen. Schalten Sie diese Option nur ein, wenn sie wissen, dass ihr Vergleichswerkzeug eine gültige Konfiguration für extdiff hat. Voreinstellung: False
es: Usar herramienta visual diff personal para comparar directorios. Use esta opción sólo si su herramienta dispone de una configuración diff correcta. Por defecto: No
it: Salta la finestra di dialogo interna delle differenze e usa direttamente la comparazione directory dello strumento di comparazione. Abilita questa opzione solo se il tool di comparazione ha configurazione di tipo extdiff. Default: Falso
ja: TortoiseHG標準の差分ダイアログを表示せずに、オプションで設定されているGUIの差分表示ツールのディレクトリ比較機能を使います。
pt_br: Ao invés da janela interna de visualização de diff, usa diretamente a visualização de diretórios de sua ferramenta de diff visual. Habilite esta configuração apenas se você souber que sua ferramenta de diff possui uma configuração válida de extdiff. O padrão é Falso.
ru: Пропустить встроенный визуализатор различий и сразу использовать визуализировать различия каталогов возможностями своего инструмента. Включайте данную возможность только если вы уверены в правильности настройки extdiff вашего инструмента. По-умолчанию: False

source: The editor to use during a commit and other instances where Mercurial needs multiline input from the user. Only used by command line interface commands.
da: Den editor der skal bruges ved integration og andre tilfælde hvor Mercurial har brug for flere liniers input fra brugeren. Bliver kun aktiveret via kommandolinjen.
de: Der Editor wird, beim Übernehmen und auch sonst, wenn Mercurial mehrere Eingabezeilen vom Benutzer braucht, verwendet. Wird nur von Befehlen verwendet, die über die Kommandozeile aufgerufen wurden.
es: Editor usado durante un envio y otras instancias donde Mercurial neccesita entrada multilínea por parte del usuario. Sólo usado por órdenes en la línea de comandos.
it: L'editor da usare durante il commit e altre operazioni dove Mercurial richiede più righe di testo all'utente. Usato solo dall'interfaccia a riga di comando.
ja: コミット時やMercurialが複数行のユーザからの入力を必要とするときに使用するエディタ。CLIコマンドとしてのみ使われます。
pt_br: Editor usado durante uma consolidação e outros locais onde o Mercurial precisa de entrada de múltiplas linhas do usuário. Usado apenas em comandos executados pela linha de comando.
ru: Редактор используемый вовремя фиксации, а также в других случаях, когда пользователю необходимо ввести многострочный текст в Mercurial. Используется только в командах с интерфейсом командной строки.
zh_cn: 编辑器在提交或其它操作时用来获取用户的多行文本输入。仅用于命令行格式的命令。

source: Specify the number of spaces that tabs expand to in various TortoiseHG windows. Default: Not expanded
da: Angiver hvor mange blanktegn et tabuleringstegn svarer til i diverse TortoiseHg vinduer. Default: Deaktiveret
de: Geben Sie die Anzahl Leerzeichen an, mit denen Tabs in verschiedenen Fenstern von TortoiseHG erweitert werden. Voreingestellt: nicht erweitern
es: Especifique el número de espacios a substituir por tabulador. Por defecto: Sin substitución.
it: Specifica il numero di spazi il cui il tab viene espanso nelle varie finestre di TortoiseHG. Default: Nessuna espansione
ja: TortoiseHgの各種ウィンドウでタブ文字をいくつの空白文字に展開するか指定してください。デフォルトでは展開しません。
pt_br: Especifica o número de espaços correspondentes a tabulações em várias janelas do TortoiseHg. Por padrão: tabulações não são expandidas.
ru: Укажите количество пробелов, на которые будут заменятся табулации в различных окнах TortoiseHg. По-умолчанию: Не заменать
zh_cn: 指定制表符替换成空格符的个数。默认：不替换

source: Capture Stderr
ru: Захват stderr

source: Maximum length of the commit message summary line. If set, TortoiseHG will issue a warning if the summary line is too long or not separated by a blank line. Default: 0 (unenforced)
da: Maximal længde af uddragslinjen i integrationsbeskeden. Hvis sat vil TortoiseHg advare hvis uddragslinjen bliver for lang eller ikke fulgt af en tom linje. Default: 0 (deaktiveret)
de: Maximale länge der Zusammenfassungszeile (ersten Zeile) der Versionsmeldung. Ist sie konfiguriert ist zeigt TortoiseHg eine Warnung an, wenn die Zusammenfassungzeile zu lange ist oder nicht durch eine Leerzeile getrennt ist.
es: Tamaño máx. de línea del resumen. Si está activado, TortoiseHG mostrará un aviso al sobrepasar el límite o si no está separada por un espacio en blanco. Por defecto: 0 (sin aviso)
it: Massima lunghezza della linea di riepilogo del messaggio di commit. Se impostata, TortoiseHG darà un messaggio di avvertenza se la linea di riepilogo è troppo lunga o non è separata da una linea vuota. Default: 0
ja: コミットメッセージを要約表示した際の最大行数。要約行が長すぎる、または空行で分割できなかった場合はTortoiseHGが警告を表示します。デフォルトでは0です。
pt_br: Comprimento máximo da linha de sumário da mensagem de consolidação. Se definido, o TortoiseHg emitirá um aviso se a linha de sumário for comprida demais ou se não estiver separada por uma linha em branco. Valor padrão: 0 (aviso desativado)
ru: Максимальная длина строки заметки фиксации. При установленном значении, TortoiseHG будет предупреждать если строка сводки слишком длинная и не разделена пустой строкой. По-умолчанию: 0 (без проверок)

source: Copy Hash
da: Kopier hash
de: Hash kopieren
es: Copiar hash
it: Copia hash
ja: ハッシュ値のコピー
pt: Copiar Hash
pt_br: Copiar Hash
ru: Копирование Хэша
zh_cn: 复制哈希表
