Repository: velorientc/git_test7
Catalog: i18n/tortoisehg/*.po
Languages: da, de, es, it, ja, pt, pt_br, ru, zh_cn

source: Hg patches (as generated by export command) are compatible with most patch programs. They include a header which contains the most important changeset metadata.
zh_cn: Hg 补丁(通过输出命令产生)与大多数补丁程序相兼容。它们包含了一个包含最重要的变更集元数据的数据头。

source: Use extended (git) patch format
da: Brug udviddet (git) lap-format
de: Erweitertes (git) Patchformat
es: Utilizar formato de parche extendido (git)
it: Usa formato esteso (git) per i patch
ja: Git拡張形式を使う
pt: Usar formato de patch extendido (git)
pt_br: Usar formato de patch estendido (git)
ru: Использовать расшиненный (git) формат заплатки
zh_cn: 使用扩展的(git)补丁格式

source: Git patches can describe binary files, copies, and permission changes, but recipients may not be able to use them if they are not using git or Mercurial.
da: Git lapper kan indeholde binære filer, kopiering og ændring af rettigheder, men modtagerne kan måske ikke bruge dem hvis de ikke anvender Git eller Mercurial.
de: Git-Patches können binäre Dateien, Kopien und Änderungen der Berechtigung anzeigen. Die Empfänger können sie vielleicht nicht brauchen, wenn sie nicht git oder Mercurial verwenden.
es: Los parches git pueden describir archivos binarios, copias y cambios en permisos, pero es posible que los receptores no puedan usarlos si no están utilizando git o Mercurial
it: I patch Git possono descrivere file binari, copie e modifiche ai permessi, ma il destinatario può non essere in grado di usarli se non usa Git o Mercurial.
ja: Gitパッチはバイナリファイルに対する様々な変更を取り扱うことが可能な一方で、受取人がGitまたはMercurialを使用する必要があります。
pt: Patches git podem descrever ficheiros binários, cópias e alterações nas permissões, mas o destinatário poderá não conseguir usá-los se não estiver a usar o git ou o Mercurial.
pt_br: Patches git podem descrever arquivos binários, cópias e alterações nas permissões, mas o destinatário pode não conseguir usá-los se não estiver usando o git ou o Mercurial.
ru: Git заплатки могут описывать двоичные файлы, копии, и изменения прав, но получатели не смогут использовать их не иначе чем с git или Mercurial.
zh_cn: git补丁允许包含二进制文件, 并且能够记录文件拷贝和权限变更等信息, 但接收者不使用git或Mercurial的话, 可能无法使用git补丁.

source: Plain, do not prepend Hg header
zh_cn: 普通，不考虑 Hg 数据头

source: Stripping Mercurial header removes username and parent information. Only useful if recipient is not using Mercurial (and does not like to see the headers).
da: At fjerne Mercurial indledningen fjerner brugernavn og forælder information. Kun brugbart hvis modtageren ikke anvender Mercurial og ikke kan lide at se indledningen.
de: Das Entfernen der Kopfdaten von Mercurial entfernt den Benutzernamen und die Informationen über die Vorgänger. Nur nützlich, wenn der Empfänger nicht Mercurial verwendet (und die Kopfdaten nicht sehen will).
es: Dejando de lado las cabeceras de Mercurial quita el nombre de usuario y la información sobre los padres. Es sólo útil si el usuario no usa Mercurial (y/o no le gusta ver las cabeceras).
it: L'eliminazione dell'header Mercurial rimuove il nome utente e le informazioni sui changeset genitori. Utile solo se il destinatario non usa Mercurial (e se non vuole vedere gli header).
ja: ユーザ名や親チェンジセット情報などのMecurialのヘッダを取り除きます。受取人がMercurialを使用していない場合やヘッダを見る必要がないときに便利です。
pt_br: A remoção de cabeçalhos do Mercurial remove nomes de usuário e informações de ancestrais. Só é útil se o destinatário não estiver usando o Mercurial (e não gostar de ver esses cabeçalhos).
ru: Отсекание заголовка Mercurial убирает имя пользователя и информацию о родителе. Полезно, только в случае если получатель не использует Mercurial (и не хочет видеть эти заголовки).
zh_cn: 如果接收者不使用Mercurial(或不想见到头信息)的话, 可以去掉Mercurial头信息. 不过这样做会导致包含在头信息中的用户名和父版本信息丢失.

source: Send single binary bundle, not patches
da: Send samlet binært bundt, ingen lapper
de: einzelne Bündeldatei, keine Patches
es: Enviar un solo paquete binario, en vez de los parches
it: Invia un unico bundle binario, nessuna patch
ja: 単一のバイナリファイル(パッチではない)
pt: Enviar um bundle binário único
pt_br: Envia um bundle binário único ao invés de patches
ru: Отправить одной двоичной пачкой, а не заплатками
zh_cn: 把补丁整合成一个二进制包发送

source: Bundles store complete changesets in binary form. Upstream users can pull from them. This is the safest way to send changes to recipient Mercurial users.
da: Bundter store komplette ændringer i binær form. Upstream brugere kan trække fra dem. Dette er den sikreste måde at sende ændringer til Mercurial brugere.
de: Bündeldateien enthalten ganze Änderungssätze in binärem Format. Ein Import erfolgt mit herunterladen (pull). Dies ist die sicherste Art um Änderungen an andere Benutzer von Mercurial zu senden.
es: Los paquetes de conjuntos de cambios se guardan en forma binaria. Es la forma más segura de enviar cambios a usuarios que usan Mercurial.
it: I bundle memorizzano interi changeset in forma binaria. Altri utenti possono eseguire il pull dai bundle. Questo è il modo più sicuro per inviare modifiche ad altri utenti Mercurial.
ja: バイナリ形式で完全なチェンジセットを格納します。上流ユーザはそれらをPullできます。この方法はMercurialユーザの受取人に最も安全に変更を送信する方法です。
pt_br: Bundles armazenam changesets completos em formato binário. Outros usuários podem usar o comando pull a partir deles para obter changesets. Este é o jeito mais seguro de enviar mudanças para destinatários usuários do Mercurial.
ru: Пачки содержат набор изменений целиком в двоичном виде. Пользователи на той стороне могут вытягивать из них. Это самый безопасный путь для отправки изменений получателям использующим Mercurial.
zh_cn: 打包会把改动集的所有信息保存成二进制格式供上游用户使用, 这是把改动发给Mercurial用户的最安全的做法.

source: This feature is only available when sending outgoing changesets. It is not applicable with revision ranges.
zh_cn: 这个功能只在外发改动集的时候可用. 这个功能对版本范围不适用.

source: attach
da: vedhæft
de: Anhängen
es: adjuntar
it: Allega
ja: 添付
pt: anexar
pt_br: anexar
ru: вложить
zh_cn: 附件

source: send patches as attachments
da: send lapper som vedhæftede filer
de: Patches als Anhang senden
es: enviar parches como archivos adjuntos
it: Invia le patch come allegati
ja: パッチを添付ファイルとして送信する
pt: enviar patches como anexos
pt_br: enviar patches como anexos
ru: отправить заплатки как вложения
zh_cn: 以附件方式发送补丁

source: inline
da: integreret
de: eingebettet
es: en línea
it: In linea
ja: 本文埋め込み
pt: em linha
pt_br: em linha
ru: в тексте
zh_cn: 内嵌

source: send patches as inline attachments
da: send lapper som integreret tekst
de: Sende Patches als eingebettete Anhänge
es: enviar parches embebidos en el mensaje
it: Invia le patch come allegati in linea
ja: パッチを本文に埋め込んで送信
pt: enviar patches como anexos em linha
pt_br: enviar patches como anexos em linha
ru: отправить заплатки как вложения в тексте
zh_cn: 以内嵌附件的方式发送补丁

source: add diffstat output to messages
da: tilføj diffstat resultat til beskeder
de: Ausgabe von diffstat zu den Meldungen hinzufügen
es: Añadir resultado de diffstat a los mensages
it: Aggiunge l'output diffstat ai messaggi
ja: statusコマンドの出力を本文にする
pt: adicionar saída diffstat ás mensagens
pt_br: adicionar saída do diffstat às mensagens
ru: добавить статистику различий к сообщениям
zh_cn: 将diffstat的输出添加到说明中

source: Subject:
da: Emne:
de: Betreff:
es: Asunto:
it: Oggetto:
ja: 件名:
pt: Assunto:
pt_br: Assunto:
ru: Тема:
zh_cn: 主题:

source: Patch Series (Bundle) Description
da: Beskrivelse af lap-serie (bundt)
de: Beschreibung der Patchserie oder Bündeldatei
es: Descripción Serie de parche (Paquete)
it: Descrizione dell'insieme di patch (Bundle)
ja: パッチ内容
pt: Descrição Patch Series (Bundle)
pt_br: Descrição Série de Patches (Bundle)
ru: Описание Ряда Заплаток (Пачки)
zh_cn: (打包后的)补丁序列的描述

source: Patch series description is sent in initial summary email with [PATCH 0 of N] subject. It should describe the effects of the entire patch series. When emailing a bundle, these fields make up the message subject and body. Flags is a comma separated list of tags which are inserted into the message subject prefix.
zh_cn: 补丁序列描述会被包含在主题为[PATCH 0 of N]的初始摘要邮件中, 该描述信息应该说明整个补丁序列的作用. 当以打包方式邮寄补丁时, 这些字段构成邮件的主题和正文.Flags是一个逗号分隔的列表, 其中包含的标签会作为前缀插入到邮件主题中.

source: Info required
da: Info påkrævet
de: Information benötigt
es: Información requerida
it: Informazioni insufficienti
ja: 情報不足です
pt: Info necessária
pt_br: Info necessária
ru: Необходима информация
zh_cn: 要求的信息

source: You must specify a recipient
da: Du skal angive en modtager
de: Sie müssen einen Empfänger angeben
es: Debes especificar un destinatario
it: Devi specificare un destinatario
ja: 受取人を入力してください
pt: Tem de indicar um destinatário
pt_br: Você deve especificar um destinatário
ru: Необходимо указать получателя
zh_cn: 您必须指定一个收件人

source: You must specify a sender address
da: Du skal angive en afsenderadresse
de: Sie müssen ein Absenderadresse angeben
es: Debes especificar una dirección de remitente
it: Devi specificare l'indirizzo del mittente
ja: 差出人を入力してください
pt: Tem de indicar um endereço do remetente
pt_br: Você deve especificar um endereço de remetente
ru: Необходимо указать адрес отправителя
zh_cn: 您必须指定一个发件人地址

source: You must configure SMTP
da: Du skal konfigurere SMTP
de: Sie müssen SMTP konfigurieren
es: Debes configurar el SMTP
it: Devi configurare l'SMTP
ja: SMTP設定をしてください
pt: Tem de configurar o SMTP
pt_br: Você deve configurar o SMTP
ru: Необходимо настроить SMTP
zh_cn: 您必须配置SMTP

source: Ignore filter - %s
zh_cn: 忽略名单 - %s

source: Glob:
ru: Маска:
zh_cn: 通配符:

source: Edit File
da: Rediger fil
de: Datei bearbeiten
es: Editar archivo
it: Edita il file
ja: ファイルを開く
pt: Editar ficheiro
pt_br: Editar Arquivo
ru: Редактировать файл
zh_cn: 编辑文件

source: Apply to:
zh_cn: 应用到:

source: Filters
da: Filtre
de: Filter
es: Filtros
it: Filtri
ja: フィルタ
pt: Filtros
pt_br: Filtros
ru: Фильтры
zh_cn: 过滤名单

source: Patterns
da: Mønstre
de: Muster
es: Patrones
it: Pattern
ja: パターン
pt: Padrões
pt_br: Padrões
ru: Шаблоны
zh_cn: 模式

source: Remove Selected
da: Fjern valgte
de: Gewählte entfernen
es: Remover seleccionados
it: Rimuovi
ja: 選択項目を削除
pt: Remover selecção
pt_br: Remover selecão
ru: Удалить Выбранные
zh_cn: 删除所选

source: Unknown Files
da: Ukendte filer
de: Unbekannte Dateien
es: Archivos desconocidos
it: File non riconosciuti
ja: 不明なファイル
pt: Ficheiros desconhecidos
pt_br: Arquivos desconhecidos
ru: Неизвестные Файлы
zh_cn: 未知文件

source: Files
da: Filer
de: Dateien
es: Archivos
it: File
ja: ファイル
pt: Ficheiros
pt_br: Arquivos
ru: Файлы
zh_cn: 文件列表

source: Invalid glob expression
ru: Неверная маска
zh_cn: 无效的通配符表达式

source: Invalid regexp expression
ru: Неверное регулярное выражение
zh_cn: 无效的正则表达式

source: Unable to write .hgignore file
zh_cn: 不写入 .hgignore 文件

source: TortoiseHg Init
zh_cn: TortoiseHg 初始化

source: Create
da: Opret
de: Erstellen
es: Crear
it: Crea
ja: 作成
pt: Criar
pt_br: Criar
ru: Создать
zh_cn: 创建

source: Destination:
de: Ziel:
es: Destino:
it: Destinazione:
ja: 作成先:
pt: Destino:
pt_br: Destino:
ru: Назначение:
zh_cn: 目标:

source: Add special files (.hgignore, ...)
da: Tilføj specielle filer (.hgignore, ...)
de: Spezial Dateien hinzufügen (.hgignore, ...)
es: Agregar archivos especiales(.hgignore,...)
it: Aggiungi file speciali (.hgignore, ...)
ja: 特殊ファイルを追加する (.hgignoreなど)
pt: Adicionar ficheiros especiais (.hgignore, ...)
pt_br: Adicionar arquivos especiais (.hgignore, ...)
ru: Добавить файлы особого назначения (.hgignore, ...)
zh_cn: 添加特殊文件(.hgignore,...)

source: Make repo compatible with Mercurial 1.0
da: Gør depot kompatibelt med Mercurial 1.0
de: Projektarchiv zu Mercurial 1.0 kompatibel machen
es: Hacer repositorio compatible con Mercurial 1.0
it: Crea il repository compatibile con Mercurial 1.0
ja: Mercurial 1.0 互換のリポジトリを作成
pt: Tornar o repo compatível com oMercurial 1.0
pt_br: Tornar o repo compatível com o Mercurial 1.0
ru: Сделать хранилище совместимым с Mercurial 1.0
zh_cn: 创建和Mercurial 1.0版本兼容的仓库

source: Run Commit after init
zh_cn: 初始化后进行提交

source: Destination path is empty
da: Mål-sti er tom
de: Zielpfad ist leer
es: Ruta de destino está vacia
it: Percorso destinazione non specificato
ja: リポジトリを作成する場所を指定してください
pt: O caminho de destino está vazio
pt_br: O caminho de destino está vazio
ru: Путь назначения пустой
zh_cn: 目标路径为空

source: Please enter the directory path
da: Skriv katalogstien
de: Bitte Verzeichnispfad eingeben
es: Por favor ingrese la ruta del directorio
it: Si prega di inserire il percorso della directory
ja: ディレクトリパスを入力してください
pt: Escreva o caminho da directoria
pt_br: Por favor forneça o caminho do diretório
ru: Пожалуйста укажите путь к каталогу
zh_cn: 请输入目录路径

source: Unable to create new repository
da: Ude af stand til at oprette et nyt depot
de: Kann neues Projektarchiv nicht erstellen
es: Incapaz de crear un nuevo repositorio
it: Impossibile creare un nuovo repository
ja: 新しくリポジトリを作成できませんでした
pt: Não foi possível criar o novo repositório
pt_br: Não foi possível criar o novo repositório
ru: Невозможно создать новое хранилище
zh_cn: 无法创建新仓库

source: Error when creating repository
da: Fejl under depotoprettelse
de: Fehler beim erstellen des Projektarchivs
es: Error creando repositorio
it: Errore durante la creazione repository
ja: リポジトリの作成中にエラーが発生しました
pt: Erro ao criar o repositório
pt_br: Erro ao criar o repositório
ru: Ошибка при создании хранилища
zh_cn: 创建仓库时出错

source: response expected
da: svar forventet
de: Antwort erwartet
es: respuesta esperada
it: risposta attesa
ja: 応答がありませんでした
pt: resposta esperada
pt_br: resposta esperada
ru: ожидается ответ
zh_cn: 期待回复

source: password:
da: kodeord:
de: Passwort:
es: clave:
ja: パスワード:
pt: senha:
pt_br: senha:
ru: пароль:
zh_cn: 密码:

source: [command returned code %d
zh_cn: [命令返回代码 %d

source: [command completed successfully
zh_cn: [命令成功完成

source: abort:
de: abgebrochen:
ru: прерывание:
zh_cn: 中止:

source: Caught keyboard interrupt, aborting.
zh_cn: 捕获键盘中断, 程序中止.

source: can not read file "%s". Ignored.
da: kan ikke læse filen "%s". Ignoreret.
de: kann Datei "%s" nicht lesen. Ignoriert.
es: No se pudo leer archivo "%s". Ignorado.
it: Impossibile leggere il file "%s". Ignorato.
ja: "%s" ファイルが読み込めません。
pt: não é possível ler o ficheiro"%s". Ignorado.
pt_br: não é possível ler o arquivo "%s". Ignorado.
ru: не возможно прочитать файл "%s". Игнорирован.
zh_cn: 无法读取文件"%s". 忽略之.

source: hgtk: command '%s' is ambiguous: %s
da: hgtk: kommando '%s' er tvetydig: %s
de: hgtk: der Befehl '%s' ist mehrdeutig: %s
es: hgtk: orden «%s» es ambigua: %s
it: hgtk: il comando '%s' è ambiguo: %s
ja: hgtk: コマンド '%s' があいまいです: %s
pt: hgtk: o comando '%s' é ambíguo: %s
pt_br: hgtk: o comando '%s' é ambíguo: %s
ru: hgtk: команда '%s' неоднозначна: %s
zh_cn: hgtk: 命令 '%s' 有歧义: %s

source: hgtk: unknown command '%s'
da: hgtk: ukendt kommando '%s'
de: hgtk: unbekannter Befehl '%s'
es: hgtk: orden desconocida «%s»
it: hgtk: comando sconosciuto '%s'
ja: hgtk: 不明なコマンド '%s'
pt: hgtk: comando desconhecido '%s'
pt_br: hgtk: comando desconhecido '%s'
ru: hgtk: неизвестная команда '%s'
zh_cn: hgtk: 未知命令 '%s'

source: abort: %s!
da: afbrudt: %s!
de: abgebrochen: %s!
es: cancelar: %s!
it: annullato: %s!
ja: 中止: %s!
pt: abortar: %s!
pt_br: abortado: %s!
ru: неудача: %s!
zh_cn: 中止: %s!

source: There is no Mercurial repository here (.hg not found)
da: Der er intet Mercurial depot her (.hg ikke fundet)
de: Kein Mercurial Prijektverzeichnis hier. (.hg nicht gefunden)
es: No hay un repositorio Mercurial aquí (directorio .hg no encontrado)
it: Non esiste alcun repository Mercurial (.hg non trovato)
ja: Mercurialリポジトリがありません (.hg ファイルが見つかりません)
pt: Não existe nenhum repositório Mercurial aqui (.hg não encontrado)
pt_br: Não existe nenhum repositório Mercurial aqui (.hg não encontrado)
ru: Здесь нет хранилища Mercurial (.hg не обнаружен)
zh_cn: 这里没有Mercurial仓库(未找到.hg目录)

source: invalid arguments
da: ugyldige parametre
de: ungültige Argumente
es: argumentos inválidos
it: argomenti non validi
ja: 引数が正しくありません
pt: argumentos inválidos
pt_br: argumentos inválidos
ru: неверные параметры
zh_cn: 无效的参数

source: unrecognized profiling format '%s' - Ignored
zh_cn: 无法识别的配置文件格式 '%s' - 忽略

source: lsprof not available - install from http://codespeak.net/svn/user/arigo/hack/misc/lsprof/
zh_cn: lsprof 不可用 - 从 http://codespeak.net/svn/user/arigo/hack/misc/lsprof/ 安装

source: Rename error
de: Fehler beim Umbenennen
ru: Ошибка переименования
zh_cn: 重命名出错

source: rename takes one or two path arguments
da: rename skal have et eller to argumenter
de: rename brauht ein oder zwei Argumente
es: el renombrado necesita 1 o 2 argumentos de ruta
it: la rinomina richiede uno o due argomenti di percorso
ja: rename は1つまたは2つのパスを引数として受け取ります
pt: renomear tira um ou dois argumentos do caminho
pt_br: renomear exige um ou dois argumentos de caminho
ru: rename требует одного или двух аргументов
zh_cn: 重命名操作需要一或两个路径作参数

source: global options:
da: globale indstillinger:
de: globale Optionen:
es: opciones globales:
it: opzioni globali:
ja: グローバル設定:
pt: opções globais:
pt_br: opções globais:
ru: глобальные настройки:
zh_cn: 全局选项:

source: use "hgtk help" for the full list of commands
da: skriv "hgtk help" for at få den fulde liste af kommandoer
de: benutzen Sie "hgtk help" für eine vollständige Liste der Befehle
es: use "hgtk help" para ver la lista de comandos
it: usa "hgtk help" per la lista completa dei comandi
ja: 完全なコマンド一覧は "hgtk help" で見ることができます
pt: use "hgtk help" para obter a lista completa de comandos
pt_br: use "hgtk help" para obter a lista completa de comandos
ru: используйте "hgtk help" для получения полного списка команд
zh_cn: 使用"hgtk help"来获取所有命令的列表

source: use "hgtk help" for the full list of commands or "hgtk -v" for details
da: skriv "hgtk help" for den fulde liste af kommandoer, eller "hgtk -v" for detaljer
de: benutzen Sie "hgtk help" für eine vollständige Liste der Befehle oder "hgtk -v" für Details
es: use "hgtk help" para ver la lista de comandos o "hgtk -v" para ver detalles
it: usa "hgtk help" per la lista completa dei comandi o "hgtk -v" per i dettagli
ja: 完全なコマンド一覧は "hgtk help"、より詳細なものは"hgtk -v" で見ることができます
pt: use "hgtk help" para a lista completa de comandos ou "hgtk -v" para detalhes
pt_br: use "hgtk help" para a lista completa de comandos ou "hgtk -v" para detalhes
ru: используйте "hgtk help" для получения полного списка команд или "hgtk -v" для подробностей
zh_cn: 使用"hgtk help"来获取所有命令的列表或"hgtk -v"来得到命令的详细说明

source: use "hgtk -v help%s" to show aliases and global options
da: skriv "hgtk -v help%s" for at vise aliaser og globale optioner
de: benutzen Sie "hgtk -v help%s" um Aliases und globale Optionen anzuzeigen
es: use "hgtk -v help%s" para mostrar los alias y opciones globales
it: usa "hgtk -v help %s" per vedere gli alias e le opzioni globali
ja: エイリアスとグローバル設定は "hgtk -v help%s" で見ることができます
pt: use "hgtk -v help%s" para mostrar alcunhas e opções globais
pt_br: use "hgtk -v help%s" para mostrar apelidos e opções globais
ru: используйте "hgtk -v help %s" для просмотра псевдонимов и глобальных настроек
zh_cn: 使用"hgtk -v help%s"来显示别名和全局选项

source: use "hgtk -v help %s" to show global options
da: skriv "hgtk -v help %s" for at vise globale optioner
de: bentutzen Sie "hgtk -v help %s" um die globalen Optionen anzuzeigen
es: use "hgtk -v help %s" para ver las opciones globales
it: usa "hgtk -v help %s" per vedere le opzioni globali
ja: グローバル設定は "hgtk -v help %s" で見ることができます
pt: use "hgtk -v help %s" para mostrar as opções globais
pt_br: use "hgtk -v help %s" para mostrar as opções globais
ru: используйте "hgtk -v help %s" для просмотра глобальных настроек
zh_cn: 使用"hgtk -v help%s"来显示全局选项

source: list of commands:
da: liste af kommandoer:
de: Befehlsliste:
es: lista de comandos:
it: elenco comandi:
ja: コマンド一覧:
pt: lista de comandos:
pt_br: lista de comandos:
ru: список команд:
zh_cn: 命令列表:

source: aliases: %s
da: aliasser: %s
de: Aliase: %s
es: alias: %s
it: alias: %s
ja: エイリアス: %s
pt: alcunhas: %s
pt_br: apelidos: %s
ru: псевдонимы:
zh_cn: 别名:%s

source: (No help text available)
da: (Ingen hjælpetekst)
de: (kein Hilfetext verfügbar)
es: (No hay texto de ayuda disponible)
it: (Nessuna guida disponibile)
ja: (ヘルプがありません)
pt: (sem texto de ajuda disponível)
pt_br: (sem texto de ajuda disponível)
ru: (Нет текстовой справки)
zh_cn: (没有可用的帮助信息)

source: options:
da: indstillinger:
de: Optionen:
es: opciones:
it: opzioni:
ja: オプション:
pt: opções:
pt_br: opções:
ru: настройки:
zh_cn: 选项:

source: (no help text available)
zh_cn: (无帮助文本可用)

source: no commands defined
da: ingen kommandoer defineret
de: keine Befehle definiert
es: no hay comandos definidos
it: nessun comando definito
ja: コマンドが定義されていません
pt: sem comandos definidos
pt_br: sem comandos definidos
ru: команды не определены
zh_cn: 命令未定义

source: Hgtk - TortoiseHg's GUI tools for Mercurial SCM (Hg)
da: Hgtk - TortoiseHg's GUI værktøj for Mercurial (Hg)
de: Hgtk - TortoiseHg's grafischen Werkzeuge für Mercurial (Hg)
es: Hgtk - TortoiseHg's entorno gráfico para el sistema Mercurial (Hg)
it: Hgtk - TortoiseHg's GUI tool per Mercurial SCM (Hg)
ja: Hgtk - TortoiseHg の Mercurial SCM (Hg) 用 GUI ツール
pt_br: Hgtk - utilitários GUI do TortoiseHg para o SCM Mercurial (Hg)
ru: Hgtk - Инструменты с графическим интерфейсом TortoiseHg для Mercurial SCM (Hg)
zh_cn: Hgtk - TortoiseHg自带的Mercurial SCM (Hg)的图形前端

source: basic commands:
da: basale kommandoer:
de: Grundlegende Befehle:
es: comandos básicos:
it: comandi di base:
ja: 基本的なコマンド:
pt: comandos básicos:
pt_br: comandos básicos:
ru: основные команды:
zh_cn: 基本命令:

source: (default: %s)
de: (Standard: %s)
es: (por defecto: %s)
ja: (デフォルト値: %s)
pt: (pré-definição: %s)
pt_br: (padrão: %s)
ru: (по-умолчанию: %s)
zh_cn: (缺省: %s)

source: TortoiseHg Dialogs (version %s), Mercurial (version %s)
da: TortoiseHg Dialoger (version %s), Mercurial (version %s)
de: TortoiseHg Dialoge (Version %s). Mercurial (Verision %s)
es: Mensajes TortoiseHg (version %s), Mercurial (version %s)
it: TortoiseHg Dialogs (versione %s), Mercurial (versione %s)
ja: TortoiseHg フロントエンド (バージョン %s), Mercurial (バージョン %s)
pt: Diálogos do TortoiseHg (versão %s), Mercurial (versão %s)
pt_br: Diálogos do TortoiseHg (versão %s), Mercurial (versão %s)
ru: TortoiseHg Диалоги (версия %s), Mercurial (версия %s)
zh_cn: TortoiseHg对话框(版本 %s), Mercurial(版本 %s)

source: repository root directory or symbolic path name
da: depotrodfolder eller symbolsk stinavn
de: Wurzel des Archivs oder symbolischer Pfadname
es: directorio raiz del repositorio o nombre de ruta simbolica
it: directory radice del repository o nome del percorso simbolico
ja: リポジトリのルートディレクトリまたはシンボリックパス名
pt: directoria principal do repositório ou nome do caminho
pt_br: diretório raiz do repositório ou nome de caminho simbólico
ru: имя каталога в корне хранилища или символического пути
zh_cn: 仓库根目录或符号路径名

source: enable additional output
da: aktiver yderlig output
de: Ausgabe weiterer Informationen
es: habilitar salida adicional
it: fornisce maggiori informazioni in output
ja: 追加情報を出力する
pt: activar saída adicional
pt_br: ativar saída adicional
ru: включить дополнительный вывод
zh_cn: 启用附加的输出

source: suppress output
zh_cn: 简略化输出

source: display help and exit
da: vis hjælp og exit
de: Gibt Hilfe aus und beendet sich
es: mostrar ayuda y salir
it: mostra la guida ed esce
ja: ヘルプを表示して終了する
pt: mostrar ajuda e sair
pt_br: mostrar ajuda e sair
ru: показать справку и выйти
zh_cn: 显示帮助并退出

source: start debugger
de: Startet den Debugger
es: iniciar el depurador
it: avvia debugger
ja: デバッガを開始
pt: iniciar debugger
pt_br: iniciar depurador
ru: запустить отладчик
zh_cn: 启动调试器

source: do not fork GUI process
da: undlad at forgrene GUI process
de: für Dialoge keinen neuen Prozess starten
es: no paralelizar proceso GUI
it: non crea un nuovo processo per l'interfaccia grafica
ja: GUI 用のプロセスを起動しない
pt_br: não faz fork do processo GUI
ru: не ответвляйте GUI процесс
zh_cn: 不启动图形界面进程

source: always fork GUI process
zh_cn: 总是启动GUI进程
