Repository: velorientc/git_test7
Catalog: i18n/tortoisehg/*.po
Languages: da, de, es, it, ja, pt, pt_br, ru, zh_cn

source: No movable files selected Note: only clean files can be moved.
da: Ingen flytbare filer valgt Bemærk: Kun rene filer kan flyttes.
de: Keine gewählte Datei kann verschoben werden Bemerkung: nur unveränderte Dateien können verschoben werden.
es: Ningún archivo seleccionado Nota: sólo archivos limpios pueden ser movidos
it: Nessun file spostabile selezionato Nota: solo i file puliti possono essere spostati
ja: 移動可能なファイルが選択されていません ヒント： クリーンなファイルしか移動できません
pt: Nenhuns ficheiros seleccionados para mover Nota: apenas ficheiros limpos podem ser movidos.
pt_br: Nenhum arquivo selecionado que se possa mover Nota: apenas arquivos limpos podem ser movidos.
ru: Нет выбранных файлов для перемещения Примечание: только чистые(неизменённые) файлы могут быть перемещены.
zh_cn: 无法移动选中的文件 注意: 只有无改动的文件才能移动.

source: Nothing Forgotten
zh_cn: 什么也没有遗忘

source: No clean files selected
zh_cn: 未选中无改动的文件

source: Edit
zh_cn: 编辑

source: View missing
zh_cn: 查看缺失

source: View other
zh_cn: 查看其它

source: File History
zh_cn: 文件历史

source: _Guess Rename...
zh_cn: 猜测重命名...

source: _Ignore
zh_cn: 忽略(_I)

source: Remove versioned
zh_cn: 移除已纳入版本控制的

source: _Delete unversioned
zh_cn: 删除未纳入版本控制的

source: _Copy...
zh_cn: 拷贝(_C)...

source: Rename...
zh_cn: 重命名...

source: Restart Merge...
zh_cn: 重新合并...

source: Mark unresolved
zh_cn: 标志未解决的

source: Mark resolved
zh_cn: 标志解决的

source: Restart merge with
zh_cn: 重新合并

source: not up to date
zh_cn: 非最新的

source: The parents have changed since the last refresh. Continue anyway?
zh_cn: 上次刷新后父版本已发生改动. 还要继续吗?

source: &Refresh
zh_cn: 刷新(&R)

source: Rename file to:
da: Omdøb fil til:
de: Datei umbenennen zu:
es: Renombrar archivo a:
it: Rinomina file in:
ja: ファイルを名前変更：
pt: Renomear ficheiro para:
pt_br: Renomear arquivo para:
ru: Переименовать файл в:
zh_cn: 文件重命名为:

source: Copy file to
da: Kopier fil til
de: Kopiere Datei zu
es: Copiar archivo en
it: Copia file in
ja: ファイルをコピー：
pt: Copiar ficheiro para
pt_br: Copiar arquivo para
ru: Скопировать файл в
zh_cn: 复制文件到

source: Remove is not enabled when multiple revisions are specified.
da: Det er ikke muligt at fjerne filer når der er valgt flere revisioner.
de: Entfernen ist nicht erlaubt wenn mehrere Revisionen angegeben wurden
es: La opción de eliminar no está disponible cuando hay múltiples revisiones especificadas
it: La cancellazione non è abilitata quando più revisioni sono specificate.
ja: "削除"は複数のリビジョンが指定された場合は無効になります
pt: A remoção não está activada quando estão especificadas múltiplas revisões.
pt_br: A remoção não é ativada ao especificar múltiplas revisões.
ru: Удаление отключено, когда указаны несколько ревизий.
zh_cn: 当指定多个版本时无法做移除操作

source: Move is not enabled when multiple revisions are specified.
da: Det er ikke muligt at flytte filer når der er valgt flere revisioner.
de: Verschieben ist nicht erlaubt wenn mehrere Revisionen angegeben wurden
es: La opción de mover no está disponible cuando hay múltiples revisiones especificadas
it: Lo spostamento non è abilitato quando più revisioni sono specificate.
ja: "移動"は複数のリビジョンが指定された場合は無効になります
pt: Mover não está activado quando são especificadas múltiplas revisões.
pt_br: Mover não é ativado ao especificar múltiplas revisões.
ru: Перемещение отключено, когда указаны несколько ревизий.
zh_cn: 当指定多个版本时无法做移动操作

source: Copy is not enabled when multiple revisions are specified.
da: Det er ikke muligt at kopiere filer når der er valgt flere revisioner.
de: Kopieren ist nicht erlaubt wenn mehrere Revisionen angegeben wurden
es: La opción de copiar no está disponible cuando hay múltiples revisiones especificadas
it: La copia non è abilitata quando più revisioni sono specificate.
ja: "コピー"は複数のリビジョンが指定された場合は無効になります
pt: Copiar não está activado quando são especificadas múltiplas revisões.
pt_br: A cópia não é ativada ao especificar múltiplas revisões.
ru: Копирование отключено, когда указаны несколько ревизий.
zh_cn: 当指定多个版本时无法做复制操作

source: Nothing Copied
da: Intet kopieret
de: nichts kopiert
es: Nada copiado
it: Copia non eseguita
ja: コピーするものがありません
pt: Nada copiado
pt_br: Nada Copiado
ru: Ничего Не Скопировано
zh_cn: 什么也没复制

source: Revert not allowed when viewing revision range.
da: Tilbagefør ikke tilladt når man ser på revisionsinterval.
de: Zurücksetzen ist nicht erlaubt wenn ein Revisionsbereich angesehen wird.
es: Operación revertir no permitida mientras se muestra rango de revisión.
it: Il ripristino non è permesso durante la visualizzazione di un intervallo di revisioni.
ja: リビジョン範囲を表示しているときは元に戻せません
pt: Reversão não permitida quando visiona o intervalo da revisão.
pt_br: Reversão não permitida ao visualizar faixa de revisões.
ru: Возврат не разрешен при просмотре диапазона ревизий.
zh_cn: 在查看版本范围时不允许做还原操作

source: Uncommited merge - please select a parent revision
zh_cn: 未提交的合并 - 请选择一个父版本

source: Revert files to local or other parent?
zh_cn: 要还原文件到本地版本或其他父版本吗?

source: &Local
zh_cn: 本地(&L)

source: &Other
zh_cn: 其他(&O)

source: Revert files to revision %s?
da: Tilbagefør filer til revision %s?
de: Dateien auf Revision %s zurücksetzen?
es: ¿Revertir archivos a la revisión %s?
it: Ripristina i file alla revisione %s?
ja: リビジョン %s にファイルを戻しますか？
pt: Reverter ficheiros para a revisão %s?
pt_br: Reverter arquivos para a revisão %s?
ru: Возвратить файлы к ревизии %s?
zh_cn: 要还原文件到版本%s吗?

source: Confirm Revert
da: Bekræft tilbagefør
de: Zurücksetzen bestätigen
es: Confirmar reversión
it: Conferma ripristino
ja: 元に戻す
pt: Confirmar reversão
pt_br: Confirmar Reversão
ru: Подтвердить Возврат
zh_cn: 确认还原

source: &Yes (backup changes)
zh_cn: Yes (备份改动)(&Y)

source: Yes (&discard changes)
zh_cn: Yes (丢弃改动)(&d)

source: Confirm Delete Unrevisioned
da: Bekræft slet ikke-versioneret
de: Löschen bestätigen
es: Confirmar Borrado Sin Revisión
it: Conferma cancellazione file
ja: 未管理ファイルの削除
pt: Confirmar eliminação sem revisão
pt_br: Confirmar Remoção de Arquivo Não Versionado
ru: Подтвердить Удаление Не Входящих В Ревизии
zh_cn: 确认删除未纳入版本控制的文件

source: Delete the following unrevisioned files?
da: Slet de følgende ikke-versionerede filer?
de: Soll die folgende nicht überwachte Datei gelöscht werden?
es: ¿ Eliminar los siguientes archivos sin revisión ?
it: Eliminare i seguenti file non revisionati?
ja: 次の管理されていないファイルを削除しますか？
pt: Eliminar os seguintes ficheiros sem revisão?
pt_br: Eliminar os seguintes arquivos não versionados?
ru: Удалить следующие файлы не входящие в ревизии?
zh_cn: 要删除以下未纳入版本控制的文件吗?

source: Delete Errors
da: Kunne ikke slette
de: Fehler beim Löschen
es: Borrar errores
it: Errori di cancellazione
ja: エラーを削除
pt: Eliminar erros
pt_br: Eliminar Erros
ru: Ошибки Удаления
zh_cn: 删除错误

source: unknown field name: %s
zh_cn: 未知字段名: %s

source: invalid pack direction: %s
zh_cn: 无效打包指令: %s

source: invalid alignment value: %s
zh_cn: 无效校正值: %s

source: %s - synchronize
zh_cn: %s - 同步

source: Display changes that can be pulled from selected repository
da: Vis ændringer som kan trækkes ind fra valgte depot
de: Zeige Änderungen an, die vom gewählten Projektarchiv heruntergeladen werden können
es: Mostrar cambios que pueden ser extraidos del repositorio seleccionado
it: Mostra le modifiche che arriveranno dopo un pull dal repository selezionato
ja: 指定されたリポジトリからプル可能な変更を表示する
pt: Mostrar alterações que podem ser puxados do repositório seleccionado
pt_br: Mostra alterações que podem ser trazidas do repositório selecionado
ru: Отобразить изменения, которые могут быть затянуты из выбранного хранилища
zh_cn: 显示那些能从选定仓库中拉取的改动

source: Pull
da: Træk
de: Herunterladen
es: Extraer
ja: プル
ru: Затягивание
zh_cn: 拉取

source: Pull changes from selected repository
da: Træk ændringer ind fra valgte depot
de: Lade Änderungen vom gewählten Projektarchiv herunter
es: Extraer cambios de repositorio seleccionado
it: Esegue il pull delle modifiche dal repository selezionato
ja: 選択したリポジトリから変更を取り出す
pt: Puxar alterações do repositório seleccionado
pt_br: Traz alterações do repositório selecionado
ru: Затянуть изменения из выбранного хранилища
zh_cn: 从选中仓库中拉取改动

source: Display local changes that will be pushed to selected repository
da: Vis lokale ændringer som bliver skubbet til valgte depot
de: Zeige lokale Änderungen die zum gewählten Verzeichnis hochgeladen würden
es: Visualizar cambios locales que seran enviados al repositorio seleccionado
it: Mostra le modifiche locali che verranno inviate al repository selezionato
ja: 選択されたリポジトリにプッシュされるローカルでの変更を表示する
pt: Mostrar alterações locais que serão enviadas para o repositório local
pt_br: Mostra alterações locais que serão enviadas para o repositório selecionado
ru: Отобразить локальные изменения, которые будут протолкнуты в указанное хранилище
zh_cn: 显示能推送到选定仓库的本地改动

source: Push local changes to selected repository
da: Skub lokale ændringer til valgte depot
de: Lade lokale Änderungen zum gewählten Projektarchiv hoch
es: Enviar cambios locales al repositorio seleccionado
it: Esegue il push delle modifiche locali sul repository selezionato
ja: 選択されたリポジトリにローカルの変更をプッシュする
pt: Enviar alterações locais para o repositório seleccionado
pt_br: Envia alterações locais para o repositório selecionado
ru: Протолкнуть локальные изменения в указанное хранилище
zh_cn: 推送本地改动到选定仓库

source: Email
ja: メール送信
pt: Correio electrónico
ru: Отправить почтой
zh_cn: 邮寄

source: Email local outgoing changes to one or more recipients
da: Email lokale ændringer til en eller flere modtagere
de: Sende ausgehende Änderungen zu einem oder mehrenen Empfängern
es: Envia correo cambios locales a uno o más receptores
it: Invia una email delle modifiche in uscita a uno o più destinatari
ja: ローカルの変更をメールで送信する
pt: Enviar correio electrónico com as alterações a vários destinatários
pt_br: Envia por email mudanças locais para um ou mais destinatários
ru: Отправить почтой локальные исходящие изменения одному и болле получателям
zh_cn: 邮寄本地改动至一或多个接收者

source: Shelve uncommited changes
zh_cn: 剥离未提交的改动

source: Configure peer repository paths
da: Konfigurer stier til andre depoter
de: Konfiguriere die Pfade von anderen Projektarchiven
es: Configura rutas de repositios
it: Configurazione percorsi repository remoti
ja: 同期のリポジトリパスを設定する
pt: Configure os caminhos do repositório dos pares
pt_br: Configura caminhos de repositórios
ru: Настроить пути к хранилищам
zh_cn: 配置对等仓库的路径

source: Repo:
da: Depot:
de: Proj.arch.:
es: Repositorio:
it: Repository:
ja: リポジトリ：
ru: Хранилище:
zh_cn: 仓库:

source: Bundle:
da: Bundt:
de: Bündel:
es: Paquete:
ja: バンドル：
ru: Пачка:
zh_cn: 包:

source: Post Pull:
zh_cn: 拉取完了后:

source: Advanced Options
da: Advanceret konfiguration
de: Erweiterte Optionen
es: Opciones avanzadas
it: Opzioni avanzate
ja: 詳細設定
pt: Opções avançadas
pt_br: Opções Avançadas
ru: Продвинутые Настройки
zh_cn: 高级选项

source: Run even when remote repository is unrelated.
da: Kør selv om fjerndepot er urelateret
de: Auch ausführen, wenn das entfernte Projektarchiv ohne Bezug ist
es: Ejecutar aunque el repositorio remoto no esté relacionado
it: Esegui anche se il repository remoto non ha alcuna relazione
ja: リモートリポジトリが無関係であっても実行する。
pt: Correr mesmo quando o repositório remoto não está relacionado.
pt_br: Executar mesmo se o repositório remoto não for relacionado.
ru: Выполнять даже на не связанном удалённом хранилище
zh_cn: 就算和远程仓库没有关联也照样执行

source: Allow pushing a new branch
zh_cn: 允许推送一个新分支

source: Target revision:
zh_cn: 目标版本:

source: A specific revision up to which you would like to push or pull.
da: Skub eller træk alle revisioner til og med denne.
de: Eine spezifische Revision, bis zu der Sie herunter- oder hochladen möchten.
es: Una revisión específica hasta la que desea enviar o extraer.
it: Una specifica revisione fino alla quale verrà eseguito il push o il pull.
ja: 指定されたリビジョンをプッシュするかプルするかはあなた次第です。
pt: Uma revisão específica para a qual deseja puxar ou enviar.
pt_br: Uma revisão específica até a qual se deseja enviar ou trazer.
ru: Определённая ревизия до которой вы хотите протолкнуть или затянуть.
zh_cn: 指定同步操作的上限版本

source: Name of hg executable on remote machine.
da: Navn på hg eksekverbar på den anden maskine.
de: Name der hg Programms auf dem entfernten Rechner. on remote machine.
es: Nombre del ejecutable 'hg' en la máquina remota.
it: Nome dell'eseguibile hg nella macchina remota.
ja: リモートPCで実行可能なMercurialの名前
pt: Nome do executável hg na máquina remota.
pt_br: Nome do executável hg na máquina remota.
ru: Наименование команды hg на удалённой машине.
zh_cn: 远程机器上的hg可执行文件名.

source: Incoming/Outgoing
da: Indgående/Udgående
de: Eingehend/Ausgehend
es: Entrante/Saliente
it: In entrata/In uscita
ja: 受信/送信
pt: A receber/A enviar
ru: Входящие/Исходящие
zh_cn: 拉取/推送预览

source: Show patches
zh_cn: 显示补丁

source: Show newest first
zh_cn: 优先显示最新的

source: Show no merges
zh_cn: 不显示合并信息

source: Update to branch tip
da: Opdater til spids af gren
de: auf Zweigspitze aktualisieren
es: Actualizar a rama Tip
it: Aggiorna al tip del branch
ja: tipリビジョンに更新
pt: Actualizar para ramo tip
pt_br: Atualizar para tip do ramo
ru: Обновить до конца ветки
zh_cn: 更新到分支tip

source: unknown sort key '%s'
da: ukendt sorteringsnøgle '%s'
de: Unbekannter Sortierungsschlüssel '%s'
es: clave de ordenación '%s' desconocida
it: chiave di ordinamento sconosciuta '%s'
ja: 不明なソート基準：'%s'
pt: ordenar chave '%s' desconhecida
pt_br: chave de ordenação '%s' desconhecida
ru: неизвестный ключ сортировки '%s'
zh_cn: 未知的排序关键字 '%s'

source: Select Repository
da: Vælg depot
de: Wählen Sie das Projektarchiv
es: Seleccionar repositorio
it: Seleziona repository
ja: リポジトリを選択
pt: Seleccione repositório
pt_br: Selecionar Repositório
ru: Выберите Хранилище
zh_cn: 选择仓库

source: Select Bundle
da: Vælg bundt
de: Wählen Sie die Bündeldatei
es: Seleccionar paquete
it: Seleziona bundle
ja: バンドルを選択
pt: Seleccione bundle
pt_br: Selecionar Bundle
ru: Выберите Пачку
zh_cn: 选择包

source: Bundle (*.hg)
da: Bundt (*.hg)
de: Bündel (*.hg)
es: Paquete (*.hg)
ja: バンドル (*.hg)
ru: Пачка (*.hg)
zh_cn: 包(*.hg)

source: Bundle (*)
da: Bundt (*)
de: Bündel (*)
es: Paquete (*)
ja: バンドル (*)
ru: Пачка (*)
zh_cn: 包(*)

source: Toggle _Wordwrap
da: Skifte _tekstombrydning
de: _Zeilenumbruch ein-/ausschalten
es: Intercambiar ajuste de línea
it: Inverti _Wordwrap
ja: 行折り返し切り替え
pt: Trocar _Wordwrap
pt_br: Trocar _Wordwrap
ru: Переносить по словам
zh_cn: 开/关自动换行(_W)

source: Tag - %s
zh_cn: 标签 - %s

source: Tag:
da: Mærke:
de: Etikette:
es: Etiqueta:
ja: タグ：
pt: Etiqueta:
pt_br: Etiqueta:
ru: Метка:
zh_cn: 标签:

source: Tag is local
da: Mærket er lokalt
de: lokale Etikette
es: La etiqueta es local
it: Tag è locale
ja: ローカルタグ
pt: A etiqueta é local
pt_br: A etiqueta é local
ru: Локальную метку
zh_cn: 是本地标签

source: Replace existing tag
da: Erstat eksisterende mærke
de: Existierende Etikette ersetzen
es: Reemplazar la etiqueta existente
it: Sostituisci tag esistente
ja: 既存のタグを置換
pt: Substituir etiqueta existente
pt_br: Substituir etiqueta existente
ru: Заместить существующую метку
zh_cn: 替换既存标签

source: Use English commit message
zh_cn: 使用英文的提交说明

source: Use custom commit message:
zh_cn: 使用自定义提交说明

source: Tag input is empty
da: Mærke-felt er tomt
de: kein Etikettenname
es: Tag vacio
it: Nome tag non specificato
ja: タグが未入力です
pt: A entrada da etiqueta está vazia
pt_br: A entrada da etiqueta está vazia
ru: Имя метки не указано
zh_cn: 标签输入为空

source: Please enter tag name
da: Mærkenavn mangler
de: Bitte geben Sie einen Namen für die Etikette ein
es: Introduce un nombre de etiqueta
it: Si prega di inserire un nome tag
ja: タグ名を入力してください
pt: Escreva o nome da etiqueta
pt_br: Por favor escreva o nome da etiqueta
ru: Пожалуйста введите имя метки
zh_cn: 请输入标签名称

source: Custom commit message is empty
da: Selvvalgt integrationsbesked er tom
de: keine Bentutzerdefinierte Versionsmeldung
es: Mensage de commit vacio
it: Messaggio di commit personalizzato non specificato
ja: カスタムコミットメッセージが未入力です
pt: A mensagem personalizada está vazia
pt_br: A mensagem personalizada está vazia
ru: Не указана заметка фиксации
zh_cn: 自定义提交说明为空

source: Tagging completed
da: Markering gennemført
de: Etikettieren abgeschlossen
es: Etiquetado completo
it: Operazione di tag completata
ja: タグ付けが完了しました
pt: Etiquetagem terminada
pt_br: Criação da etiqueta terminada
ru: Установка метки завершена
zh_cn: 标记完成

source: Tag "%s" has been added
da: Mærke "%s" er blevet tilføjet
de: Etikette "%s" wurde hinzugefügt
es: La etiqueta "%s" ha sido añadida
it: Il tag "%s" è stato inserito
ja: タグ "%s" が追加されました
pt: A etiqueta "%s" foi adicionada
pt_br: A etiqueta "%s" foi adicionada
ru: Метка "%s" была добавлена
zh_cn: 已添加标签"%s"

source: Error in tagging
da: Fejl under mærkning
de: Fehler beim Etikettieren
es: Error al etiquetar
it: Errore durante l'operazione di tag
ja: タグ付けでエラーが発生しました
pt: Erro ao etiquetar
pt_br: Erro ao etiquetar
ru: Ошибка при установке метки
zh_cn: 标记出错

source: Tag name is empty
da: Mærke-navn er ikke udfyldt
de: kein Etikettenname
es: El nombre de la etiqueta está vacío
it: Nome tag non specificato
ja: タグ名がありません
pt: O nome da etiqueta está vazio
pt_br: O nome da etiqueta está vazio
ru: Имя метки не указано
zh_cn: 标签名称为空

source: Please select tag name to remove
da: Vælg et mærke der skal fjernes
de: Bitte wählen sie die Etikette, die entfernt werden soll
es: Elige el nombre de la etiqueta a eliminar
it: Si prega di inserire il nome del tag da rimuovere
ja: 削除するタグ名を選択してください
pt: Seleccione o nome da etiqueta a remover
pt_br: Selecione o nome da etiqueta a remover
ru: Пожалуйста укажите имя метки для удаления
zh_cn: 请选择要移除的标签名

source: Tag "%s" has been removed
da: Mærke "%s" er blevet fjernet
de: Etikette "%s" wurde entfernt
es: La etiqueta "%s" ha sido eliminada
it: Il tag "%s" è stato rimosso
ja: タグ "%s" が削除されました
pt: A etiqueta"%s" foi removida
pt_br: A etiqueta"%s" foi removida
ru: Метка "%s" была удалена
zh_cn: 标签"%s"已移除

source: a tag named "%s" already exists
da: Der findes allerede et mærke med navnet "%s"
de: Eine Etikette "%s" existiert bereits
es: la etiqueta nombrada "%s" ya existe
it: il tag "%s" esiste già
ja: "%s" タグは既に存在しています
pt: Já existe uma etiqueta com o nome "%s"
pt_br: Já existe uma etiqueta com o nome "%s"
ru: Метка с именем "%s" уже существует
zh_cn: 标签名"%s"已存在

source: Added tag %s for changeset %s
da: Tilføjet mærke %s til ændring %s
de: Etikette %s für Änderungssatz %s hinzugefügt
es: Tag %s para conjunto de cambios %s añadido
it: Inserito il tag %s per il changeset %s
ja: "%s" タグをチェンジセット "%s" に追加しました
pt: Eiqueta %s adicionada para o changeset %s
pt_br: Etiqueta %s adicionada para o changeset %s
ru: Добавлена метка %s для набора изменений %s
zh_cn: 添加标签%s到改动集%s

source: Tag '%s' already exist
da: Mærke '%s' findes allerede
de: Etikette '%s' existiert bereits
es: La etiqueta '%s' ya existe
it: Il tag "%s" esiste già
ja: タグ "%s" は既に存在しています
pt: A etiqueta '%s' já existe
pt_br: A etiqueta '%s' já existe
ru: Метка '%s' уже существует
zh_cn: 标签'%s'已存在

source: tag '%s' does not exist
zh_cn: 标签 '%s' 不存在

source: tag '%s' is not a local tag
zh_cn: 标签 '%s' 不是一个本地标签

source: tag '%s' is not a global tag
zh_cn: 标签 '%s' 不是一个全局标签

source: Removed tag %s
da: Mærke %s er fjernet
de: Tag %s gelöscht
es: Eliminada la etiqueta %s
it: Rimosso il tag %s
ja: "%s" タグを削除する
pt: Etiqueta %s removida
pt_br: Etiqueta %s removida
ru: Метка %s удалена
zh_cn: 被移除的标签 %s

source: <unspecified>
da: <uspecificeret>
de: <unbestimmt>
es: <no especificado>
it: <non specificato>
ja: <未設定>
pt: <não especificado>
pt_br: <não especificado>
ru: <неуказано>
zh_cn: <未指定>

source: Three-way Merge Tool
zh_cn: 3路合并工具

source: Graphical merge program for resolving merge conflicts. If left unspecified, Mercurial will use the first applicable tool it finds on your system or use its internal merge tool that leaves conflict markers in place. Chose internal:merge to force conflict markers, internal:prompt to always select local or other, or internal:dump to leave files in the working directory for manual merging
da: Grafisk flette-program til at løse konflikter ved sammenfletningen. Hvis uspecificeret vil Mercurial bruge det første flette-værktøj som kan anvendes eller bruge sit interne flette-værktøj der indsætter konflikt-markører. Vælg internal:merge for at tvinge konflikt markører, internal:prompt for at skulle vælge mellem lokal eller anden, eller internal:dump for at efterlade filerne i arbejdskataloget til manuel fletning
de: Grafisches Zusammenführungsprogramm, mit dem Konflikte bei der Zusammenführung gelöst werden. Wenn nichts angegeben wird, bruacht Mercurial das erste passende Werkzeug auf Ihrem System. Oder es braucht sein internes Werkzeug, das die Konflikte in der Datei markiert. Wählen sie internal:merge um Markierungen zu erzwingen, internal:prompt um immer zwischen lokal und anderem zu wählen, oder internal:dump um mehrere Dateien im Areitsverzeichnis zu lassen und manuell zusammenzuführen.
es: Herramienta gráfica para resolver conflictos de fusión de archivos. - Sin especificar: Mercurial usará la primera herramienta disponible en su sistema o usará una herramienta interna (vea internal). - internal merge: fuerza marcadores de conflicto. - internal prompt: pide selección entre local y otro - internal dump: deja los archivos en el directorio de trabajo para permitir fusión manual
it: Programma grafico di fusione per risolvere i conflitti dopo un merge. Se non specificato, Mercurial userà il primo applicativo che troverà nel sistema o userà lo strumento interno di fusione il quale lascierà i marcatori di conflitto nel file. Scegliere internal:merge per forzare i marcatori di conflitto, internal:prompt per scegliere la copia locale o l'altra, oppure internal:dump per lasciare i file nella directory di lavoro ed eseguire il merge manualmente.
ja: マージ時の衝突を解決する GUI のマージプログラム。指定されない場合は Mercurial はシステムで最初に見つかった内部マージツールを使用します。強制的に衝突マーカを表示するには internal:merge、常に local または other を選択するには internal:prompt、手作業でマージするため作業ディレクトリにファイルを残すには internal:dump を使用してください。
pt_br: Programa gráfico de mesclagem para resolver conflitos de mesclagem. Se não especificado, o Mercurial usará a primeira ferramenta aplicável que encontrar em seu sistema ou seu utilitário interno de merge que coloca marcações de conflito nos arquivos. Escolha internal:merge para forçar o uso de marcações de conflito, internal:prompt para sempre selecionar a versão local ou a outra, ou internal:dump para colocar as versões dos arquivos no diretório de trabalho para mesclagem manual
ru: Графическая программа слияний для разрешения конфликтов слияний. Если не указана, то Mercurial будет использовать первый же подходящий инструмент, который найдёт на вашей системе, или будет использовать внутренний инструмент слияний, который оставляет маркеры конфликтов в тексте. Укажите internal:merge для принудительного использования маркеров конфликтов, internal:prompt - чтобы всегда выбирать локальное или другое, либо internal:dump - чтобы оставить файлы в рабочем каталоге для ручного слияния.
zh_cn: 指定用来解决冲突的图形化的合并工具. 如果不指定的话, Mercurial会在系统中寻找, 并采用第一个找到的适用的工具. 也可以使用内置的合并工具, 但内置的工具只会简单地将在冲突的地方做记号, 而不会解决冲突. 设为internal:merge则强制使用内置的合并工具, 设为internal:prompt则每次合并时都会提示让您选择相应的工具, 如果选择internal:dump的话不会对文件做改动而是把冲突留给手工解决.

source: Visual Editor
da: Visuel editor
de: Visueller Editor
es: Editor visual
it: Editor visuale
ja: GUIエディタ
pt: Editor visual
pt_br: Editor visual
ru: Визуальный Редактор
zh_cn: GUI编辑器

source: Specify the visual editor used to view files, etc
da: Specificer den visuelle editor der skal bruges til at se filer
de: Geben sie den visuellen Editor an, mit dem zum Beispiel Dateien angezeigt werden
es: Especifique el editor visual usado para mostras archivos, etc ...
it: Specifica l'editor da usare per vedere i file, ecc.
ja: ファイルを表示するためのGUIエディタを指定してください。
pt: Especifique o editor visual para ver ficheiros, etc
pt_br: Especifique o editor visual para ver arquivos, etc
ru: Укажите визуальный редактор используемый для просмотра файлов и т.д.
zh_cn: 指定GUI编辑器来查看文件等
