Repository: velorientc/git_test7
Catalog: i18n/tortoisehg/*.po
Languages: da, de, es, it, ja, pt, pt_br, ru, zh_cn

source: nothing to unshelve
da: intet at afsylte
de: nichts zum entlagern
es: nada a desacer
it: nessun dato di shelve da annullare
ja: シェルフには何もありません
pt: nada para desarquivar
pt_br: nada para tirar do adiamento
ru: нечего отложить
zh_cn: 无可重置的改动

source: applying shelved patch
da: anvender syltede lapper
de: Zurückgestellten Patch anwenden
es: aplicando revisión arrinconada
it: applicazione della patch salvata nei dati di shelve
ja: シェルフに保存されているパッチを適用しています
pt: a aplicar patch arquivada
pt_br: aplicando patch adiado
ru: применяется отложенная заплатка
zh_cn: 应用剥离出来的补丁

source: restoring backup files
da: gendanner sikkerhedskopi-filer
de: Sicherungskopien widerherstellen
es: restaurando archivos de copia
it: sto ripristinando i file di backup
ja: バックアップファイルを復元しています
pt: a restaurar ficheiros de backup
pt_br: restaurando arquivos de backup
ru: восстанавливаются резервные файлы
zh_cn: 恢复备份文件

source: removing shelved patches
da: fjerner syltede lapper
de: Zurückgestellte Patches entfernen
es: quitando revisiones arrinconadas
it: rimozione delle patch salvate nei dati di shelve
ja: シェルフに保存されたパッチを削除しています
pt: a remover patches arquivadas
pt_br: removendo patches adiados
ru: удаляются отложенные заплатки
zh_cn: 移除剥离出来的补丁

source: unshelve completed
da: afsyltning fuldbragt
de: entlagern abgeschlossen
es: desacer arrinconar completado
it: annullamento shelve completato
ja: シェルフから戻しました
pt: desarquivar finalizado
pt_br: retirada do adiamento completada
ru: откладывание завершено
zh_cn: 重置完成

source: mark new/missing files as added/removed before shelving
da: marker nye/manglende filer som tilføjede/fjernede før syltning
de: Vor dem zwischenlagern neue und fehlende Dateien als hinzugefügt, respektive entfernt, markieren
es: macar archivos nuevos/ausentes como añadido/eliminado antes de seguir
it: segna i file nuovi/mancanti come aggiunti/rimossi prima di eseguire lo shelve
ja: シェルフする前に新規または不明なファイルを追加または削除する
pt: marcar ficheiros novos/perdidos como adicionados/removidos antes de arquivar
pt_br: marca arquivos novos/faltando como adicionados/removidos antes do adiamento
ru: пометить новые/отсутствующие файлы как добавленные/удалённые до отложения
zh_cn: 在剥离操作之前把新增的和缺失的文件标为已添加和已删除状态

source: overwrite existing shelve data
da: overskriv eksitsterende sylte-data
de: existierende zurückgestellte Daten überschreiben
es: sobreescribe datos existentes
it: sovrascrivere i dati di shelve esistenti
ja: 既存のワーキングコピーを上書きする
pt: sobrescrever os dados do arquivo existentes
pt_br: sobrescreve dados de adiamento existentes
ru: переписать существующие отложенные данные
zh_cn: 覆盖既存的剥离数据

source: append to existing shelve data
da: tilføj til eksisterende sylte-data
de: an vorhandene zurückgestellte Daten anhängen
es: Anexar a datos existentes
it: aggiunta ai dati di shelve esistenti
ja: 既存のワーキングコピーに追加する
pt: anexar ao arquivo de dados existente
pt_br: anexa aos dados de adiamento existentes
ru: добавить к существующим отложенным данным
zh_cn: 附加到既存的剥离数据中

source: hg shelve [OPTION]... [FILE]...
de: hg shelve [OPTION]... [DATEI]...
es: hg shelve [OPCIÓN]... [ARCHIVO]...
it: hg shelve [OPZIONI]... [FILE]...
pt_br: hg shelve [OPÇÃO]... [ARQUIVO]...
ru: hg shelve [ПАРАМЕТР]... [ФАЙЛ]...
zh_cn: hg shelve [选项]... [文件]...

source: inspect shelved changes only
da: inspicer syltede ændringer
de: Zwischengelagerte Änderungen nur ansehen
es: inspeccionar sólo cambios arrinconados
it: controlla solo le modifiche salvate nei dati di shelve
ja: シェルフされた変更のみ調べる
pt: inpeccionar apenas as alterações do arquivo
pt_br: inspeciona apenas mudanças adiadas
ru: рассматривать только отложенные изменения
zh_cn: 仅检查被剥离的改动

source: proceed even if patches do not unshelve cleanly
da: fortsæt selv om lapper ikke afsyltes korrekt
de: Fortfahren auch wenn Patches nicht korrekt entlagert werden konnten
es: proceder aunque las revisiones no de dejen desacer limpiamente
it: procedi anche se le patch non annullato lo shelve in modo pulito
ja: パッチがシェルフから完全に戻されなくても処理を続行する
pt: continuar mesmo que os patches não façam unshelve limpo
pt_br: proceder mesmo que os patches não saiam do adiamento de modo limpo
ru: продолжать даже если не всё гладко с применением заплаток
zh_cn: 在重置改动未完全时也继续操作

source: hg unshelve [OPTION]... [FILE]...
de: hg unshelve [OPTION]... [DATEI]...
es: hg unshelve [OPCIÓN]... [ARCHIVO]...
it: hg unshelve [OPZIONI]... [FILE]...
pt_br: hg unshelve [OPÇÃO]... [ARQUIVO]...
ru: hg unshelve [ПАРАМЕТР]... [ФАЙЛ]...
zh_cn: hg unshelve [选项]... [文件]...

source: Commit...
zh_cn: 提交...

source: Commit changes in repository
da: Integrér ændringer i depot
de: Änderungen im Projektverzeichnis übernehmen
es: Guardar cambios en el repositorio
it: Commit delle modifiche nel repository
ja: リポジトリの変更をコミットする
pt: Cometer alterações no repositório
pt_br: Consolida alterações no repositório
ru: Фиксировать изменения в хранилище
zh_cn: 提交改动到仓库

source: Create Repository Here
da: Lav depot her
de: Projektarchiv hier erstellen
es: Crear Repositorio Aquí
it: Crea qui un repository
ja: ここにリポジトリを作成する
pt: Criar um repositório aqui
pt_br: Criar Repositório Aqui
ru: Создать Здесь Хранилище
zh_cn: 在这里创建仓库

source: Create a new repository
da: Operet et nyt depot i destinationsfolderen
de: Neues Projektarchiv erstellen
es: Crear un nuevo repositorio
it: Crea un nuovo repository
ja: 新しいリポジトリの作成
pt: Criar novo repositório
pt_br: Criar novo repositório
ru: Создать новое хранилище
zh_cn: 创建新仓库

source: Clone...
zh_cn: 克隆...

source: Create clone here from source
da: Lav klon her fra kilden
de: Hier Klon von Quelle erstellen
es: Crear clon acá desde la fuente
it: Crea un clone qui da un percorso sorgente
ja: ここに複製を作成
pt: Criar clone aqui a partir da fonte
pt_br: Criar clone aqui a partir da origem
ru: Создать здесь клон из источника
zh_cn: 从指定源克隆并创建本地仓库

source: File Status
zh_cn: 文件状态

source: Repository status & changes
zh_cn: 仓库状态和改动

source: Shelve Changes
da: Sylt ændringer
de: Änderungen zwischenlagern
es: Cambios arrinconados
it: Shelve delle modifiche
ja: 変更をシェルフに保存
pt: Alterações no arquivo
pt_br: Adiar Mudanças
ru: Отложить Изменения
zh_cn: 剥离改动

source: Shelve or unshelve file changes
zh_cn: 剥离或重置文件改动

source: Add Files...
zh_cn: 添加文件...

source: Add files to version control
zh_cn: 添加文件到版本控制

source: Revert Files...
zh_cn: 还原文件...

source: Revert file changes
zh_cn: 还原文件改动

source: Forget Files...
zh_cn: 遗忘文件...

source: Remove files from version control
zh_cn: 把文件移出版本控制

source: Remove Files...
zh_cn: 移除文件...

source: Rename File
da: Omdøb fil
de: Datei umbennen
es: Renombrar archivo
it: Rinomina file
ja: ファイル名の変更
pt: Renomear ficheiro
pt_br: Renomear Arquivo
ru: Переименовать Файл
zh_cn: 重命名文件

source: Rename file or directory
da: Omdøb fil eller katalog
de: Datei oder Verzeichnis umbenennen
es: Renombrar archivo o directorio
it: Rinomina file o directory
ja: ファイルまたはディレクトリ名の変更
pt: Renomear ficheiro ou directoria
pt_br: Renomeia arquivo ou diretório
ru: Переименовать файл или каталог
zh_cn: 重命名文件或目录

source: View change history in repository
zh_cn: 查看仓库中的改动历史

source: Synchronize with remote repository
da: Synkroniser med andet depot
de: mit entferntem Projektarchiv synchronisieren
es: Sincronizar con repositorio remoto
it: Sincronizza con un repository remoto
ja: リモートリポジトリと同期する
pt: Sincronizar com o repositório remoto
pt_br: Sincroniza com repositórios remotos
ru: Синхронизировать с удалённым хранилищем
zh_cn: 同步远程仓库

source: Start web server for this repository
zh_cn: 为此仓库启动web服务器

source: Update...
zh_cn: 更新...

source: Update working directory
zh_cn: 更新工作目录

source: Recovery...
da: Gendan...
de: Wiederherstellen...
es: Recuperar...
it: Recupero...
ja: リカバリ...
pt: Recuperação
pt_br: Recuperação...
ru: Востановление...
zh_cn: 恢复...

source: Repair and recovery of repository
zh_cn: 修复和恢复仓库

source: Update Icons
zh_cn: 更新图标

source: Update icons for this repository
zh_cn: 更新此仓库的图标

source: Global Settings
da: Globale indstillinger
de: Globale Einstellungen
es: Opciones globales
it: Impostazioni globali
ja: グローバル設定
pt: Definições Globais
pt_br: Definições Globais
ru: Глобальные Параметры
zh_cn: 全局设置

source: Configure user wide settings
da: Konfigurer brugerinstillinger
de: Konfiguriere die globalen benutzereinstellungen
es: Configurar opciones de usuario
it: Configura le impostazioni estese utente
ja: このコンピュータのグローバル設定を変更する
pt: Configurar definições expandidas do utilizador
pt_br: Configura definições gerais de usuário
ru: Настроить пользовательские параметры
zh_cn: 配置用户范围内的设置

source: Repository Settings
da: Depot-indstillinger
de: Einstellungen Projektarchiv
es: Configuración repositorio
it: Impostazioni repository
ja: リポジトリ設定
pt: Configuração do Repositório
pt_br: Configurações do Repositório
ru: Настройки Хранилища
zh_cn: 仓库设置

source: Configure repository settings
zh_cn: 配置仓库设置

source: About TortoiseHg
da: Om TortoiseHg
de: Über TortoiseHg
es: Acerca de TortoiseHg
it: Informazioni su TortoiseHg
ja: TortoiseHg について
pt: Sobre o TortoiseHg
pt_br: Sobre o TortoiseHg
ru: О TortoiseHg
zh_cn: 关于 TortoiseHg

source: Show About Dialog
zh_cn: 显示关于对话框

source: Annotate Files
da: Annoter filer
de: Dateien annotieren
es: Anotar archivos
it: Annota i file
ja: ファイルにコメントする
pt: Anotar ficheiros
pt_br: Anotar Arquivos
ru: Аннотировать Файлы
zh_cn: 标注文件

source: Changeset information per file line
zh_cn: 文件每行的改动信息

source: Visual Diff
da: Visuel diff.
de: Vergleichen
es: Diff visual
it: Comparazione visuale
ja: ビジュアル Diff
pt: Diff visual
pt_br: Diff visual
ru: Визуальные Различия
zh_cn: 比较文件

source: View changes using GUI diff tool
da: Se ændringer med et GUI diff-værktøj
de: Änderungen mit visuellem Vergleichswerkzeug anzeigen
es: Ver cambios con herramienta gráfica diff
it: Vedi le modifiche usando un tool di comparazione grafico
ja: 変更箇所をGUIの差分表示ツールを使う
pt: Ver alterações usando a ferramente GUI diff
pt_br: Exibe alterações usando a ferramenta GUI diff
ru: Отобразить изменения в графическом инструменте различий
zh_cn: 用GUI比较工具查看改动

source: Edit Ignore Filter
da: Rediger generelt ignorerfilter
de: Ignorierenfilter editieren
es: Editar "Filtro Ignorar"
it: Edita filtro file da ignorare
ja: .hgignore ファイルの編集
pt: Editar filtro de ignorar
pt_br: Editar filtro de ignorar
ru: Редактировать Фильтр Игнорирования
zh_cn: 编辑文件过滤名单

source: Edit repository ignore filter
da: Rediger depotets ignorerfilter
de: Editiert den Ignorier-Filter des Projektarchivs
es: Editar "Filtro Ignorar" de repositorio
it: Edita il filtro dei file da ignorare specifico del repository
ja: リポジトリの .hgignore ファイルの編集
pt: Editar filtro de ignorar do repositório
pt_br: Editar filtro de ignorar do repositório
ru: Редактировать фильтр игнорирования хранилища
zh_cn: 编辑仓库的文件过滤名单

source: Guess Renames
da: Gæt omdøbninger
de: Umbenennungen erraten
es: Adivinar renombramientos
it: Scopri rinomine
ja: 名前変更の推定
pt: Adivinhar renomeações
pt_br: Inferir Renomeações
ru: Угадать Переименования
zh_cn: 猜测重命名

source: Detect renames and copies
da: Find omdøbninger og kopieringer
de: Umbenennungen und Kopien erkennen
es: Detectar renombrados y copias
it: Scopre le rinomine e le copie
ja: 名前変更またはコピーを推定
pt: detectar renomeações e cópias
pt_br: Detecta renomeações e cópias
ru: Выявить переименования и копии
zh_cn: 检测重命名和复制操作

source: Search History
da: Søg i historie
de: Durchsuche Historie
es: Historial de búsqueda
it: Cerca nel repository
ja: 検索履歴
pt: Histórico de Pesquisa
pt_br: Histórico de Pesquisa
ru: Поиск По Истории
zh_cn: 搜索历史

source: Search file revisions for patterns
zh_cn: 按指定模式搜索文件的修订版本

source: DnD Synchronize
zh_cn: 拖放同步

source: Synchronize with dragged repository
da: Synkroniser med intrukket depot
de: Mit verschobenem Projektarchiv synchronisieren
es: Sincronizar con repositorio
it: Sincronizza con il repository trascinato
ja: ドラッグされたリポジトリと同期する
pt: Sincronizar com o repositório arrastado
pt_br: Sincronizar com o repositório arrastado
ru: Синхронизировать с отстающим хранилищем
zh_cn: 和拖入的仓库进行同步

source: No valid hunks found
zh_cn: 未找到有效的 hunks

source: repository %s not found
zh_cn: 仓库 %s 未找到

source: Copyright 2009 TK Soh and others
de: Copyright 2009 TK Soh und anderen
ru: Copyright 2009 TK Soh и другие

source: Backout changeset -
da: Omgør ændring -
de: Änderungssatz zurücknehmen -
es: Retirar conjunto de cambios
ja: チェンジセットのバックアウト -
ru: Восстановить набор изменений -
zh_cn: 撤消所有修改

source: Commit message text for new changeset that reverses the effect of the change being backed out.
da: Integrationsbesked for ny ændring som vender effekten af ændringen der skal omgøres.
de: Versionsmeldung für den neuen Änderungssatz der die gewählten Änderungen rückgängig macht.
es: Texto del mensaje de confirmación para el nuevo conjunto de cambios que invierte el efecto del cambio que se está descartando.
it: Messaggio di commit per il nuovo changeset creato dall'operazione di backout.
ja: バックアウトによって新しく生成されるチェンジセットのコミットメッセージ
pt_br: Mensagem de consolidação para o novo changeset que anula o efeito da revisão sendo anulada.
ru: Текст заметки фиксации для нового набора изменений, который возобновляет действие восстаналиваемого изменения
zh_cn: 提交新修改的说明文本，同时确认撤消正要取消的修改。

source: rev
de: Revision
ja: リビジョン
ru: ревизия

source: summary
da: uddrag
de: Zusammenfassung
es: resumen
it: riepilogo
ja: 要約
pt: sumário
pt_br: sumário
ru: сводка

source: user
da: bruger
de: Benutzer
es: usuario
it: utente
ja: ユーザ
pt: utilizador
pt_br: usuário
ru: пользователь

source: date
da: dato
de: Datum
es: fecha
it: data
ja: データ
pt: data
pt_br: data
ru: дата

source: branch
da: gren
de: Zweig
es: rama
ja: ブランチ
pt: ramo
pt_br: ramo
ru: ветка

source: tags
da: mærker
de: Etiketten
es: etiquetas
it: tag
ja: タグ
pt: etiquetas
pt_br: etiquetas
ru: метки

source: ** Please report this bug to tortoisehg-discuss@lists.sourceforge.net or http://bitbucket.org/tortoisehg/stable/issues
da: ** Rapporter denne fejl til tortoisehg-discuss@lists.sourceforge.net eller http://bitbucket.org/tortoisehg/stable/issues
de: ** Bitte melden Sie diesen Fehler an tortoisehg-discuss@lists.sourceforge.net oder http://bitbucket.org/tortoisehg/stable/issues\n
es: ** Por favor informe de este fallo en tortoisehg-discuss@lists.sourceforge.net o en http://bitbucket.org/tortoisehg/stable/issues
it: ** Si prega di riportare questo errore presso tortoisehg-discuss@lists.sourceforge.net oppure http://bitbucket.org/tortoisehg/stable/issues
ja: ** このバグを tortoisehg-discuss@lists.sourceforge.net または http://bitbucket.org/tortoisehg/stable/issues に報告してください
pt: ** Por favor indique este bug a tortoisehg-discuss@lists.sourceforge.net ou http://bitbucket.org/tortoisehg/stable/issues
pt_br: ** Por favor informe sobre este bug em tortoisehg-discuss@lists.sourceforge.net ou http://bitbucket.org/tortoisehg/stable/issues
ru: ** Пожалуйста, сообщите об этой ошибке по адресу tortoisehg-discuss@lists.sourceforge.net или http://bitbucket.org/tortoisehg/stable/issues

source: _Other parent
da: _Anden forælder
de: _Anderer Vorgänger
es: _Otro padre
it: A_ltro genitore
ja: もう1つの親
pt: _Outro parente
pt_br: _Outro pai
ru: Другой родитель

source: diff other parent
da: forskel til anden forælder
de: Vergleiche mit anderem Vorgänger
es: diff otro padre
it: Confronta con l'altro genitore
ja: もう1つの親との差分
pt: diff a outro parente
pt_br: diff com outro pai
ru: различия с другим родителем

source: changeset:
da: ændring:
de: Änderungssatz:
es: Conjunto de cambios
ja: チェンジセット:
ru: набор изменений:
zh_cn: 修改记录集合

source: branch:
da: gren:
de: Zweig:
es: rama:
ja: ブランチ:
pt: ramo:
pt_br: ramo:
ru: ветка:

source: user/date:
da: bruger/dato:
de: Benutzer/Datum:
es: usuario/fecha
it: utente/data:
ja: ユーザ/日付:
pt: utilizador/data:
pt_br: usuário/data:
ru: пользователь/дата:

source: parent:
da: forælder:
de: Vorgänger:
es: padre:
it: genitore:
ja: 親リビジョン:
pt_br: pai:
ru: родитель:

source: child:
da: barn:
de: Nachfolger:
es: hijo:
it: figlio:
ja: 子リビジョン:
pt_br: filho:
ru: наследник:

source: tags:
da: mærker:
de: Etiketten:
es: etiquetas:
it: tag:
ja: タグ:
pt: etiquetas:
pt_br: etiquetas:
ru: метки:

source: _visual diff
da: _visuel forskel
de: _visuell vergleichen
es: _diff visual
it: confronto _visuale
ja: GUI 差分表示 (_V)
pt: diff _visual
pt_br: diff _visual
ru: визуальные различия

source: diff to _local
da: forskel til _lokal
de: mit _lokal vergleichen
es: diff a_local
it: confronta con _locale
ja: ローカルとの差分(_L)
pt: diff para _local
pt_br: diff com _local
ru: различия с локальным

source: _view at revision
da: _se revision
de: bei Revision _zeigen
es: _ver en la revision
it: _vedi alla revisione
ja: エディタで表示(_V)
pt: _ver na revisão
pt_br: _ver na revisão
ru: показать для ревизии

source: _save at revision
da: _gem revision
de: bei Revision _speichern
es: _guardar en la revision
it: _salva alla revisione
ja: ファイルに保存(_S)
pt: guardar _na revisão
pt_br: salvar _na revisão
ru: сохранить для ревизии

source: _file history
da: _filhistorie
de: _Datei historie
es: _archivo del historial
it: _log del file
ja: 履歴の表示(_F)
pt: histórico do _ficheiro
pt_br: histórico do ar_quivo
ru: история файла
zh_cn: 文件历史(_f)

source: _annotate file
da: _annoter fil
de: Datei _Annotieren
es: _archivo de anotaciones
it: _annota il file
ja: コメントする(_A)
pt: _anotar ficheiro
pt_br: _anotar arquivo
ru: комментировать файл
zh_cn: 标注文件(_a)

source: _revert file contents
da: _tilbagefør filindhold
de: Dateiinhalt _zurücksetzen
es: _revertir contenidos del archivo
it: _ripristina contenuto file
ja: 元に戻す
pt: _reverter conteúdo dos ficheiros
pt_br: _reverter conteúdo dos arquivos
ru: возвратить содержимое файла

source: Stat
da: Status
es: Estado
it: Stato
ja: 状態
pt: Estat
ru: Стат

source: Source Path:
da: Kilde-sti:
de: Quellpfad:
es: Ruta Fuente:
it: Percorso sorgente:
ja: クローン元:
pt: Caminho original:
pt_br: Caminho original:
ru: Путь к источнику:
zh_cn: 源路径

source: Destination Path:
da: Mål-sti:
de: Zielpfad:
es: Ruta Destino:
it: Percorso destinazione:
ja: クローン先:
pt: Caminho do destino:
pt_br: Caminho de destino:
ru: Путь назначения:
zh_cn: 目的路径

source: Clone To Revision:
da: Klon til revision:
de: Klonen bis Revision:
es: Clonar a revision:
it: Clona alla revisione:
ja: リビジョン指定:
pt: Clonar para a revisão:
pt_br: Clonar até a revisão:
ru: Клонировать До Ревизии:
zh_cn: 克隆一直到版本：

source: do not update the new working directory
da: undlad at opdatere det nye arbejdskatalog
de: neues Arbeitsverzeichnis nicht aktualisieren
es: no actualizar el nuevo directorio de trabajo
it: Non aggiornare la directory di lavoro
ja: クローン後に作業ディレクトリを HEAD に更新しない
pt: não actualizar a nova directoria de trabalho
pt_br: não atualizar o novo diretório de trabalho
ru: не обновлять новый рабочий каталог
zh_cn: 不要更新新的工作目录

source: use pull protocol to copy metadata
da: brug træk-protokol til at kopiere metadata
de: Pull-Protokol verwenden um Metadaten zu kopieren
es: use protocolo extraer para copiar metadato
it: Usa il protocollo di pull per copiare i metadati
ja: メタデータのコピーに Pull を使用する
pt: usar o protocolo pull para copiar metadados
pt_br: usar o protocolo pull para copiar metadados
ru: использовать протокол затягивания для копирования метаданных
zh_cn: 使用拉协议(push)来复制元数据

source: use uncompressed transfer
da: brug ukomprimeret overførsel
de: unkomprimierte Übertragung verwenden
es: use transferencia descomprinida
it: Usa trasferimento non compresso
ja: 無圧縮で転送する
pt: usar transferência sem compressão
pt_br: usar transferência sem compressão
ru: несжимать передачу
zh_cn: 使用非压缩方式传输

source: use proxy server
da: brug proxy server
de: Proxyserver verwenden
es: Usar servidor proxy
it: Usa server proxy
ja: プロキシサーバを使用する
pt: usar servidor proxy
pt_br: usar servidor proxy
ru: использовать прокси сервер
zh_cn: 使用代理服务器

source: Remote Cmd:
da: Fjernkommando:
de: Entfernter Bef.:
es: Comando remoto
it: Comando remoto:
ja: リモートコマンド:
pt: Cmd remoto:
pt_br: Cmd Remoto:
ru: Удалённая команда:
zh_cn: 远程命令：

source: Source and dest are the same
da: Kilde og mål er de samme
de: Quelle und Ziel sind identisch
es: Fuente y destino son lo mismo
it: Sorgente e destinazione coincidono
ja: クローン元とクローン先が同じです
pt: Origem e destino são os mesmos
pt_br: Origem e destino são os mesmos
ru: Источник и назначение совпадают
zh_cn: 源和目的完全一致

source: Please specify a different destination
da: Vælg et andet mål
de: Bitte ein anderes Ziel angeben
es: Por favor especifique un destino diferente
it: Si prega di specificare un percorso destinazione diverso
ja: 異なる場所を指定してください
pt: Especifique um destino diferente
pt_br: Especifique um destino diferente
ru: Пожалуйста укажите другое назначение
zh_cn: 请指定另外一个目的

source: Clone aborted
da: Klon aborteret
de: Klonen abgebrochen
es: Clonado abortado
it: Clonazione interrotta
ja: クローンに失敗しました
pt: Clonagem abortada
pt_br: Clonagem abortada
ru: Клонирование прервано
zh_cn: 克隆中途被取消

source: Clone error
da: Fejl under kloning
de: Fehler beim Klonen
es: error al clonar
it: Errore durante la clonazione
ja: クローンでエラーが発生しました
pt: Erro ao clonar
pt_br: Erro ao clonar
ru: Ошибка при клонировании
zh_cn: 克隆出错

source: Recent Commit Messages...
da: Seneste integrationsbeskedder...
de: Letzte Versionsmeldungen...
es: Mensajes recientes de consignar
it: Ultimi messaggi di commit...
ja: 最近のコミットメッセージ...
pt: Mensagens de Commit recentes...
pt_br: Mensagens de Consolidação recentes...
ru: Недавние Заметки Фиксации
zh_cn: 最近提交的说明...

source: _commit
da: _integrér
de: Ü_bernehmen
es: _consignar
ja: コミット(_C)
pt: _enviar
pt_br: _consolidar
ru: фиксировать

source: merge
da: indflet
de: zusammenführen
es: fusión
ja: マージ
pt: juntar
pt_br: mesclar
ru: слияние
zh_cn: 合并

source: QNew
es: QNuevo
ru: Новая заплатка

source: QRefresh
es: QRefrescar
ru: Обновить заплатку

source: Confirm Undo commit
da: Bekræft fortryd integration
de: Rückgangig machen bestätigen
es: Confirmar deshacer consignar
it: Conferma annullamento commit
ja: コミットの取り消し
pt: Confirmar anular envio
pt_br: Confirmar Desfazimento da Consolidação
ru: Подтвердить Отмену фиксации

source: Undo last commit
da: Fortryd sidste integration
de: Letzte Übernahme rückgängig machen
es: Deshacer última consignación
it: Annulla ultimo commit?
ja: 直前のコミットを取り消しますか？
pt: Anumar o último commit
pt_br: Desfaz a última consolidação
ru: Отменить последнюю фиксацию
zh_cn: 回滚最后一次的提交

source: Undo commit
da: Fortryd integration
de: Rückgängig
es: Deshacer consignación
it: Annulla commit
ja: コミットの取り消し
pt: Anular commit
pt_br: Desfazer consolidação
ru: Отменить фиксацию
zh_cn: 回滚提交

source: Confirm Override Branch
da: Bekræft dobbelt gren
de: Überschreiben bestätigen
es: Confirmar anular rama
it: Conferma sovrascrittura branch
ja: ブランチの上書き
pt: Confirmar sobrescrita do ramo
pt_br: Confirmar Sobreposição do Ramo
ru: Подтвердить Замещение Ветки

source: A branch named "%s" already exists, override?
da: Der findes allerede en gren ved navn "%s", tilføj nyt gren-hoved?
de: Ein Zweig mit dem Namen "%s" existiert bereits. Ü̈berschreiben?
es: Una rama nombrada "&s" existe realmente, ¿anular?
it: Il branch "%s" esiste già, sovrascrivere?
ja: "%s" ブランチは既に存在しています。 上書きしますか？
pt: Já existe um ramo com o nome "%s" , sobrepor?
pt_br: Já existe um ramo com o nome "%s" , sobrepor?
ru: Ветка с именем "%s" уже существует, заместить?
zh_cn: 分去名“%s”已经存在，

source: Create new named branch "%s"?
da: Opret en ny gren ved navn "%s"?
de: Neuen Zweig "%s" erstellen?
es: ¿Crear nueva rama nombrada "%s"?
it: Crea il nuovo branch "%s"?
ja: 新しいブランチ "%s" を作成しますか？
pt: Criar um novo ramo com o nome "%s"?
pt_br: Criar um novo ramo com o nome "%s"?
ru: Создать новую именованную ветку "%s"?
zh_cn: 创建名为“%s”的新分支？

source: C_onfigure Format
da: _Konfigurer Format
de: Format K_onfigureiren
es: C_onfigurar Formato
it: C_onfigura il formato
ja: フォーマットポリシーの設定(_O)
pt: C_onfigurar formato
pt_br: C_onfigurar Formato
ru: Настроить Формат

source: DataMining
de: Datenanalyse
es: Mineria de Datos
it: Ricerca nel repository
ja: 検索
ru: Поиск данных
zh_cn: 数据挖掘
