Repository: velorientc/git_test7
Catalog: i18n/tortoisehg/*.po
Languages: da, de, es, it, ja, pt, pt_br, ru, zh_cn

source: Ignore changes in the amount of white space. Default: False
da: Ignorer ændringer i mængden af blanktegn. Default: Falsk
de: Ignoriere Änderungen in der Anzahl "weisser" Zeichen (Leerzeichen, tabulator, ...) Voreinstellung: False
es: Ignorar cambios en la cantidad de espacios en blanco. Por defecto: No
it: Ignora le differenze nella quantità di spazi bianchi. Default: Falso
ja: 空白文字の個数の変化を無視する。デフォルトで無効。
pt_br: Ignora mudanças na quantidade de espaços em branco. Padrão: Falso
ru: Игнорировать изменения в количестве пробельных разделителей. По-умолчанию: False
zh_cn: 忽略空格数量的变化. 默认: 否(False)

source: Ignore Blank Lines
da: Ignorer tomme linier
de: Leerzeilen ignorieren
es: Ignorar líneas en blanco
it: Ignora linee vuote
ja: 空行を無視
pt: Ignorar linhas em branco
pt_br: Ignorar linhas em branco
ru: Не Учитывать Пустые Строки
zh_cn: 忽略空行

source: Ignore changes whose lines are all blank. Default: False
da: Ignorer ændringer som kun indeholder tomme linier. Default: Falsk
de: Ignoriere Änderungen, der nur leere Zeilen ändert. Default: False
es: Ignorar cambios cuyas líneas están todas en blanco. Por defecto: No
it: Ignora le modifiche le cui linee sono vuote. Default: Falso
ja: 全ての空行の変更を無視する。デフォルトで無効。
pt: Ignorar alterações em que as linhas estão todas vazias. Pré-definido: False
pt_br: Ignorar alterações em que as linhas estão todas vazias. Valor padrão: Falso
ru: Игнорировать изменения чьи строки являются пустыми. По-умолчанию: False
zh_cn: 忽略对空行的修改. 默认: 否(False)

source: Coloring Style
zh_cn: 配色风格

source: Font
zh_cn: 字体

source: Commit Message
zh_cn: 提交信息

source: Font used in command output window. Default: monospace 10
zh_cn: 用于命令输出窗口的字体. 默认: monospace 10

source: Extensions
zh_cn: 扩展

source: Issue Tracking
zh_cn: 问题跟踪

source: Japanese on Windows
zh_cn: 日文版 Windows

source: local
zh_cn: 本地

source: Edit remote repository path
da: Rediger sti til fjerndepot
de: Pfad von entfernten Projektverzeichnissen
es: Editar la ruta del repositorio remoto
it: Edita percorso repository remoto
ja: リモートリポジトリパスの編集
pt: Editar caminho do repositório remoto
pt_br: Editar caminho do repositório remoto
ru: Редактирование пути удалённого хранилища
zh_cn: 编辑远程仓库路径

source: Folder
de: Ordner
es: Carpeta
it: Cartella
ja: フォルダ
pt: Pasta
pt_br: Pasta
ru: Папка
zh_cn: 文件夹

source: Alias
ja: エイリアス
pt: Alcunha
pt_br: Apelido
ru: Псевдоним
zh_cn: 别名

source: URL Details
zh_cn: URL详细

source: Type
zh_cn: 类型

source: Select Local Folder
zh_cn: 选择本地文件夹

source: Alias name is empty
zh_cn: 别名为空

source: Please enter alias name
zh_cn: 请输入别名

source: Overwrite existing '%s' path?
da: Overskriv eksisterende sti '%s'?
de: Existierenden Pfad '%s' überschreiben?
es: ¿Sobrescribir la ruta '%s' existente?
it: Sovrascrivere il path '%s' esistente?
ja: すでに存在するパス '%s' を上書きしますか？
pt: Sobrescrever o caminho '%s' existente?
pt_br: Sobrescrever o caminho '%s' existente?
ru: Переписать существующий путь '%s'?
zh_cn: 要覆盖既存路径'%s'吗?

source: No repository found
da: Intet depot fundet
de: kein Projektverzeichnis gefunden
es: No se ha encontrado ningún repositorio
it: Nessun repository trovato
ja: リポジトリがありません
pt: Nenhum repositório encontrado
pt_br: Nenhum repositório encontrado
ru: Хранилище не найдено
zh_cn: 未发现仓库

source: no repo at
da: intet depot på
de: Kein Projektverzeichnis bei
es: ningún repositorio en
it: nessun repository in
ja: 以下にリポジトリはありません：
pt: nenhum repo em
pt_br: nenhum repo em
ru: хранилища нет в
zh_cn: 没有仓库

source: Iniparse package not found
zh_cn: iniparse软件包未找到

source: Can't change settings without iniparse package - view is readonly.
zh_cn: 没有 iniparse 包不能更改设置 - 查看是只读的.

source: User global settings
da: Brugerindstillinger
de: Globale Benutzereinstellungen
es: Preferencias de usuario globales
it: Impostazioni globali utente
ja: グローバル設定
pt: Definições de utilizador globais
pt_br: Definições gerais de usuário
ru: Пользовательские глобальные настройки
zh_cn: 用户全局设置

source: %s repository settings
da: %s depot-indstillinger
de: %s Projekteinstellungen
es: configuraciones de repositorio: %s
it: Impostazioni repository %s
ja: %s リポジトリ設定
pt: definições do repositório %s
pt_br: definições do repositório %s
ru: Настройки хранилища %s
zh_cn: %s 仓库设置

source: Reload
zh_cn: 重新载入

source: Confirm Switch
zh_cn: 确认转换

source: Switch after saving changes?
zh_cn: 保存更改后转换

source: &Discard
zh_cn: 丢弃(&D)

source: TortoiseHg Configure Repository -
da: TortoiseHg konfigurer depot -
de: TortoiseHG Einstellungen Projektverzeichnis -
es: TortoiseHg: Configurar Repositorio -
it: TortoiseHg Configurazione repository -
ja: TortoiseHg リポジトリ設定 -
pt: Configuração de repositório TortoiseHg -
pt_br: TortoiseHg Configuração de repositório -
ru: TortoiseHg Настройка Хранилища -
zh_cn: TortoiseHg 配置仓库 -

source: TortoiseHg Configure User-Global Settings
da: TortoiseHg konfigurer brugerinstillinger
de: TortoiseHg globale Benutzereinstellungen
es: TortoiseHg: Configurar opciones globales de usuario
it: TortoiseHg Configurazione opzioni globali utente
ja: TortoiseHg グローバル設定
pt: Configuração do utilizador TortoiseHg - Definições globais
pt_br: TortoiseHg Configuração de usuário - Definições globais
ru: TortoiseHg Настройка Пользовательских-Глобальных Параметров
zh_cn: TortoiseHg 配置用户/全局设置

source: Confirm Reload
zh_cn: 确认重新载入

source: Exit after saving changes?
zh_cn: 要在保存改动后推出吗?

source: &No (discard changes)
zh_cn: No (丢弃改动)(&N)

source: Remote repository paths
da: Sti til andet depot
de: Pfad entfernter Projektverzeichnisse
es: Rutas de los repositorios remotos
it: Percorso repository remoto
ja: リモートリポジトリパス
pt: Caminho do repositório remoto
pt_br: Caminho do repositório remoto
ru: Пути к удалённым хранилищам
zh_cn: 远程仓库路径

source: Repository Path
da: Sti til depot
de: Pfad Projektverzeichnis
es: Ruta del repositorio
it: Percorso repository
ja: リポジトリパス
pt: Caminho do repositório
pt_br: Caminho do repositório
ru: Путь К Хранилищу
zh_cn: 仓库路径

source: _Edit
da: _Rediger
de: _Bearbeiten
es: _Editar
it: _Modifica
ja: 編集(_E)
pt: _Editar
pt_br: _Editar
ru: Редактировать
zh_cn: 编辑(_E)

source: _Test
da: _Afprøv
es: _Probar
ja: テスト(_T)
pt: _Testar
pt_br: _Testar
ru: Проверить
zh_cn: 测试(_T)

source: Set as _default
da: Vælg som _default
de: als _Voreinstellung
es: Configurar como pre_determinado
it: Imposta come _default
ja: デフォルトにする(_D)
pt: Aplicar como pré-_definido
pt_br: Definir como valor pa_drão
ru: Использовать по-умолчанию
zh_cn: 保存为默认(_d)

source: No Repository Found
da: Intet depot fundet
de: Kein Projektarchiv gefunden
es: Ningún repositorio encontrado
it: Nessun repository trovato
ja: リポジトリが見つかりません
pt: Nenhum repositório encontrado
pt_br: Nenhum repositório encontrado
ru: Хранилище Не Найдено
zh_cn: 未找到仓库

source: Path testing cannot work without a repository
da: Afprøvning af sti fungerer ikke uden et depot
de: Pfad testen funktioniert nicht ohne Projektverzeichnis
es: Test de ruta no funciona sin un repositorio
it: Il test del percorso non può lavorare senza un repository
ja: パステストはリポジトリなしでは動かすことができません
pt: O teste do caminho não funciona sem um repositório
pt_br: O teste do caminho não funciona sem um repositório
ru: Проверка пути невозможна без указания хранилища
zh_cn: 路径测试无法在没有仓库的情况下工作

source: Theme default fonts
zh_cn: 主题默认字体

source: Preset fonts:
zh_cn: 预设字体:

source: Custom fonts:
zh_cn: 自定义字体:

source: Configure Plugin
zh_cn: 配置插件

source: Suggested
da: Foreslået
de: Vorgeschlagen
es: Sugerido
it: Suggerito
ja: 推奨
pt: Sugerido
pt_br: Sugerido
ru: Предлагается
zh_cn: 建议的

source: History
da: Historik
de: Historie
es: Historial
it: Storia
ja: 履歴
pt: Histórico
pt_br: Histórico
ru: История
zh_cn: 历史记录

source: Unable to create a Mercurial.ini file
zh_cn: 不能创建 Mercurial.ini 文件

source: Insufficient access rights, reverting to read-onlymode.
zh_cn: 没有足够的访问权限，恢复为只读模式。

source: Unable to parse a config file
zh_cn: 不能解析配置文件

source: %s Reverting to read-only mode.
zh_cn: %s 恢复为只读模式。

source: Skipped saving path with no alias
da: Sti uden alias gemmes ikke
de: Pfad ohne Alias nicht gespeichert
es: Guardar ruta sin alias ignorado
it: Nessun alias di percorso specificato
ja: エイリアスのないパスは保存されません
pt: Saltar a guarda do caminho sem nenhuma alcunha
pt_br: Não salvou caminho sem apelido
ru: Пути без псевдонимов были пропушены при сохранении
zh_cn: 跳过没有别名的保存路径

source: Unable to write configuration file
da: Kan ikke skrive konfigurationsfilen
de: Konnte Konfiguraitonsdatei nicht schreiben
es: No se pudo escribir en el archivo de configuración
it: Impossibile scrivere nel file di configurazione
ja: 設定ファイルに書き込めません
pt: Não foi possível escrever o ficheiro de configuração
pt_br: Não foi possível escrever o arquivo de configuração
ru: Запись в файл конфигурации невозможна
zh_cn: 无法写入配置文件

source: Import - %s
zh_cn: 导入 - %s

source: Browse Directory...
zh_cn: 浏览目录...

source: Import from Clipboard
zh_cn: 从剪贴板导入

source: Source:
zh_cn: 源:

source: Preview:
zh_cn: 预览:

source: Repository
zh_cn: 仓库

source: Import
zh_cn: 导入

source: Imported successfully
zh_cn: 导入成功

source: Canceled importing
zh_cn: 取消导入

source: Confirm Close
zh_cn: 确认关闭

source: Do you want to close?
zh_cn: 您想关闭吗?

source: Select Patches
zh_cn: 选择补丁

source: Select Directory contains patches:
zh_cn: 选择包含补丁的目录:

source: %s patches
zh_cn: %s 补丁

source: %s will be imported to the
zh_cn: %s 将被导入到

source: %s will be imported to the repository
zh_cn: %s 将被导入到仓库

source: Unapply all patches
zh_cn: 取消应用所有补丁

source: Unapply last patch
zh_cn: 取消应用上一个的补丁

source: Apply next patch
zh_cn: 应用下一个补丁

source: Apply all patches
zh_cn: 应用所有补丁

source: Patch
zh_cn: 补丁

source: Yes (&keep)
zh_cn: Yes 保持(&k)

source: Confirm Delete
zh_cn: 确认删除

source: Do you want to delete '%(name)s'?
zh_cn: 您想删除 '%(name)s' 吗?

source: Do you want to delete these patches?
zh_cn: 您想删除这些补丁吗?

source: Confirm Fold
zh_cn: 确认折叠

source: Do you want to fold un-applied patch '%(target)s' into current patch '%(qtip)s'?
zh_cn: 确认要折叠未应用的补丁'%s(target)s'到当前的补丁'%(qtip)'吗

source: invalid reorder operation: %s
zh_cn: 无效的重新排序操作: %s

source: Top
zh_cn: 顶部

source: Up
zh_cn: 向上

source: Down
zh_cn: 向下

source: Bottom
zh_cn: 底部

source: Reorder
zh_cn: 重新排序

source: Status
zh_cn: 状态

source: Enable editable cells
zh_cn: 启用单元格的编辑功能

source: Show 'qparent'
zh_cn: 显示 'qparent'

source: Succeed
zh_cn: 成功

source: _rename
zh_cn: 重命名(_r)

source: _delete
da: _slet
de: _löschen
es: _borrar
it: _elimina
ja: 削除(_D)
pt: eli_minar
pt_br: apa_gar
ru: удалить
zh_cn: 删除(_d)

source: Show status
zh_cn: 显示状态

source: Show name
zh_cn: 显示名称

source: set aside selected changes
da: læg udvalgte ændringer til side
de: Gewählte Änderungen zur Seite stellen
es: Ignorar cambios seleccionados
it: Mette da parte le modifiche selezionate
ja: 選択された変更を一時的に別のところに置いておく
pt: colocar de parte alterações seleccionadas
pt_br: colocar à parte alterações selecionadas
ru: убрать в сторону выбранные изменения
zh_cn: 剥离出选中的改动备用

source: Unshelve
da: Afsylt
de: Entlagern
es: Desacer Arrinconar
ja: シェルフから戻す
ru: Восстановить Отложенное
zh_cn: 重置改动

source: restore shelved changes
da: Gendan syltede ændringer
de: zwischengelagerte Änderungen wiederherstellen
es: restaurar cambios arrinconados
it: Riprende le modifiche messe da parte con il comando shelve
ja: シェルフから変更を戻す
pt: restaurar alterações shelve
pt_br: restaurar alterações na shelve
ru: восстановить отложенные изменения
zh_cn: 重新应用已剥离出的改动

source: Shelf Contents
zh_cn: 剥离的内容

source: No changes to shelve
da: Ingen ændriner til sylt
de: Keine Änderungen zum zwischenlagern
es: Sin cambios a arrinconar
it: Nessuna modifica da accantonare
ja: シェルフ可能な変更がありません
pt_br: Nenhuma mudança para adiar
ru: Нет изменений для откладывания
zh_cn: 无可剥离的改动

source: Please select diff chunks to shelve
da: Vælg diff-stumper at sylte
de: Bitte wählen Sie die Blöcke, die zwischengelagert werden sollen
es: Por favor seleccione los pedazos a arrinconar
it: Si prega di selezionare le modifiche da mettere da parte con il comando shelve
ja: シェルフに保管したいチャンクを選択してください
pt: Seleccione os chunks diff para arquivar
pt_br: Selecione os trechos de diff para colocar na shelve
ru: Пожалуйста выберите кусочки различий для откладывания
zh_cn: 请选择要剥离的差分块

source: <b>Shelve file exists!</b>
da: <b>Sylte-fil eksisterer!</b>
de: <b>Zwischanlager-Datei (shelve) existiert!>/b>
es: <b>Archivo existe!</b>
it: <b>Alcune modifiche sono già state messe da parte</b>
ja: <b>シェルフには既にファイルが存在します！</b>
pt: <b>O ficheiro shelve existe!</b>
pt_br: <b>O arquivo shelve existe!</b>
ru: <b>Файл отложений существует!</b>
zh_cn: <b>剥离用的文件已存在!</b>

source: Overwrite
da: Overskriv
de: Überschreiben
es: Sobrescribir
it: Sovrascrivi
ja: 上書き
pt: Sobrescrever
pt_br: Sobrescrever
ru: Переписать
zh_cn: 覆盖

source: Append
da: Tilføj
de: Anfügen
es: Anexar
it: Aggiungi
ja: 追加
pt: Anexar
pt_br: Anexar
ru: Добавить
zh_cn: 追加

source: Unshelve Error
zh_cn: 重置改动出错

source: Strip - %s
zh_cn: 截去 - %s

source: Strip:
zh_cn: 截去:

source: Options:
zh_cn: 选项:

source: Discard local changes, no backup (-f/--force)
zh_cn: 废弃本地改动, 无备份(-f/--force)

source: Backup all (default)
zh_cn: 备份全部(默认)

source: Backup unrelated changesets (-b/--backup)
zh_cn: 备份不相关的改动集(-b/--backup)

source: No backup (-n/--nobackup)
zh_cn: 无备份(-n/--nobackup)

source: Strip
zh_cn: 截去

source: Stripped successfully
zh_cn: 截去操作完成

source: Canceled stripping
zh_cn: 截去操作取消

source: Failed to strip
zh_cn: 截去操作失败

source: Unknown revision!
zh_cn: 未知的版本!

source: Confirm Strip
zh_cn: 确认截去

source: Detected uncommitted local changes. Do you want to discard them and continue?
zh_cn: 发现未提及的本地改动. 确认要废弃这些改动并继续吗?

source: Saved at: %s
zh_cn: 保存于: %s

source: Open...
zh_cn: 打开...

source: Update - %s
da: Opdater - %s
de: Aktualisieren - %s
es: Actualizar - %s
it: Aggiorna - %s
ja: 更新 - %s
pt: Actualizar - %s
pt_br: Atualizar - %s
ru: Обновление - %s
zh_cn: 更新 - %s

source: Update to:
da: Opdater til:
de: Aktualisiere zu:
es: Actualizar a:
it: Aggiorna a:
ja: 更新先:
pt: Actualizar para:
pt_br: Atualizar para:
ru: Обновить до:
zh_cn: 更新到:

source: Target:
zh_cn: 目标:

source: Parent 1:
zh_cn: 父版本 1:

source: Parent 2:
zh_cn: 父版本 2:

source: Discard local changes, no backup (-C/--clean)
zh_cn: 放弃本地改动, 无备份 (-C/--clean)

source: Updated successfully
zh_cn: 更新操作完成

source: Failed to update
zh_cn: 更新操作失败

source: (same as parent)
zh_cn: (和父版本一致)

source: unknown revision!
zh_cn: 未知版本!

source: Detected uncommitted local changes in working tree. Please select to continue:
zh_cn: 检测到未提交的本地改动在当前工作目录或其子目录中. 请选择是否继续:

source: Discard - discard local changes, no backup
zh_cn: 丢弃 - 丢弃本地改动, 无备份

source: &Shelve
zh_cn: 剥离改动(&S)

source: Shelve - launch Shelve tool and continue
zh_cn: 剥离改动 - 加载剥离改动工具并继续

source: &Merge
zh_cn: 合并(&M)

source: Merge - allow to merge with local changes
zh_cn: 合并 - 允许与本地版本合并

source: Confirm Update
zh_cn: 确认更新

source: [canceled by user]
zh_cn: [用户取消]

source: invalid dialog result: %s
zh_cn: 无效的对话框结果: %s

source: Tool launch failure
da: Kunne ikke starte værktøj
de: Werkzeug konnte nicht gestartet werden
es: Falló la ejecución de la herramienta
it: Avvio del tool fallito
ja: ツールの起動に失敗しました
pt: Falha ao lançar a ferramenta
pt_br: Falha ao lançar a ferramenta
ru: Неудача при запуске инструмента
zh_cn: 工具载入失败

source: No file changes
da: Ingen filer ændret
de: keine Dateiänderungen
es: No hay cambios
it: Nessun file modificato
ja: ローカルとの差分
pt: Ficheiros sem alteração
pt_br: Arquivos sem alteração
ru: Файлы не изменились
zh_cn: 无改动

source: There are no file changes to view
da: Der er ingen fil-ændringer at se
de: keine Dateiänderungen zum Anzeigen
es: No hay cambios para ver
it: Non ci sono file modificati da vedere
ja: ローカルとの間に変更点はありませんでした。
pt: Não existem alterações de ficheiros para ver
pt_br: Não existem alterações de arquivos para ver
ru: Нет изменений файлов для отображения
zh_cn: 无改动可查看

source: Visual Diffs
da: Visuel Diff.
de: Visuelle Vergleiche
es: Diff visual
it: Comparazione visuale
ja: GUI 差分表示
pt: Diffs visuais
pt_br: Diffs Visuais
ru: Визуальные Различия
zh_cn: 文件差分

source: working changes
da: arbejdsændringer
de: aktuelle Ändrungen
es: cambios en repositorio de trabajo
it: modifiche in corso
ja: 作業ディレクトリの変更
pt: alterações em funcionamento
pt_br: diferenças de trabalho
ru: рабочие изменения
zh_cn: 当前改动

source: changeset
da: ændring
de: Änderungssatz
es: grupo de cambios
ja: チェンジセット
ru: набор изменений
zh_cn: 改动集

source: Visual Diffs -
da: Visuel diff -
de: visuelle Vergleiche -
es: Diff visual -
it: Confronto visuale -
ja: GUI 差分表示 -
ru: Визуальные Резличия -
zh_cn: 文件差分 -

source: Temporary files are removed when this dialog is closed
da: Midlertidige filer bliver fjernet når denne dialog lukkes
de: Temporäre Dateien werden entfernt, wenn dieser Dialog geschlossen wird
es: Los archivos temporales se borrarán cuando se cierre esta ventana
it: I file temporanei verranno rimossi alla chiusura di questa finestra
ja: このダイアログを閉じると一時ファイルが削除されます
pt: Ficheiros temporários são removidos ao fechar este diálogo
pt_br: Arquivos temporários são removidos ao fechar este diálogo
ru: Временные файлы будут удалены после закрытия этого окна
zh_cn: 临时文件在对话框关闭时自动删除

source: Unable to delete temp files
de: Temporäre Dateien konnten nicht geläscht werden
ru: Неудалось удалить временные файлы
zh_cn: 无法删除临时文件

source: Close diff tools and try again, or quit to leak files?
ru: Закрыть инструменты сравнений и попробовать снова, или выйти оставив временные файлы?
zh_cn: 关闭比较工具再重新尝试, 或退出而不删除临时文件

source: &Quit
de: &Beenden
ru: Выход
zh_cn: 退出(&Q)

source: Try &Again
de: nochmals &Versuchen
ru: Попробовать Снова
zh_cn: 重试(&A)

source: No repository found here
da: Intet depot fundet her
de: kein Projektverzeichnis gefunden
es: No se encontró repositorio aquí
it: Nessun repository trovato qui
ja: ここにはリポジトリがありません
pt: Nenhum repositório encontrado aqui
pt_br: Nenhum repositório encontrado aqui
ru: Хранилище здесь не найдено
zh_cn: 这里没找到仓库

source: Unsupported line endings type: %s
zh_cn: 未支持的换行符类型: %s

source: unknown patch content: %r
da: ukendt lap-indhold: %r
de: Unbekannter Inhalt im Patch: %r
es: Contenido del parche es desconocido: %r
it: contenuto della patch sconosciuto: %r
ja: 不明なパッチ内容です: %r
pt: Conteúdo do patch desconhecido: %r
pt_br: Conteúdo do patch desconhecido: %r
ru: неизвестное содержимое заплатки: %r
zh_cn: 未知的补丁内容: %r

source: this modifies a binary file (all or nothing)
da: dette ændrer en binær fil (alt eller intet)
de: Dies verändert eine binäre Datei (alles oder nichts)
es: Esto modifica un archivo binario (todo o nada)
it: questo modifica un file binario (tutto o niente)
ja: バイナリファイルに対する変更です (全体または一部)
pt: isto modifica um ficheiro binário (tudo ou nada)
pt_br: isto modifica um arquivo binário (tudo ou nada)
ru: это измение двоичного файла (всё или ничего)
zh_cn: 这次操作修改了一个二进制文件(所有或没有)

source: this is a binary file
da: dette er en binær fil
de: das ist eine binäre Datei
es: este es un archivo binario
it: questo è un file binario
ja: これはバイナリファイルです
pt: isto é um ficheiro binário
pt_br: isto é um arquivo binário
ru: это двоичный файл
zh_cn: 这是一个二进制文件

source: total: %d hunks (%d changed lines); selected: %d hunks (%d changed lines)
da: total: %d stumper (%d ændrede linjer); selected: %d stumper (%d ændrede linjer)
de: Total: %d Blöcke (%d geänderte Zeilen); gewählt: %d Blöcke (%d geänderte Zeilen)
es: total: %d pedazos (%d lineas cambiadas); seleccionados: %d pedazos (%d lineas cambiadas)
it: totale: %d modifiche (%d linee modificate); selezionate: %d modifiche (%d linee modificate)
ja: 合計: %d ハンク (%d 行の変更); 選択: %d ハンク (%d 行の変更)
pt: total: %d hunks (%d linhas alteradas); seleccionado: %d hunks (%d linhas alteradas)
pt_br: total: %d trechos (%d linhas alteradas); selecionados: %d trechos (%d linhas alteradas)
ru: всего: %d полос (%d изменённых строк); выбрано: %d полос (%d изменённых строк)
zh_cn: 总共:%d 差分块 (%d行被修改); 选中:%d 差分块 (%d行被修改)

source: %d hunks, %d lines changed
da: %d stumper, %d linjer ændret
de: %d Blöcke, %d Zeilen geändert
es: %d pedazos, %d lineas cambiadas
it: %d modifiche, %d linee modificate
ja: %d ハンク, %d 行の変更
pt: %d hunks, %d linhas alteradas
pt_br: %d trechos, %d linhas alteradas
ru: %d полос(а/ки), %d строк(а/и) изменилось(ась)
zh_cn: %d 差分块, %d 行被修改

source: unhandled transition: %s -> %s
de: Unbehandelter Übergang: %s -> %s
es: transicion no manejada: %s -> %s
it: transizione non gestita: %s -> %s
ja: 未処理のトランザクション: %s → %s
pt: transição não manuseada: %s -> %s
pt_br: transição não manuseada: %s -> %s
ru: необработанный переход: %s -> %s
zh_cn: 未处理的转换: %s -> %s

source: user quit
de: benutzer beenden
es: Salir de usuario
it: uscita utente
ja: ユーザによるキャンセル
pt: desistência do utilizador
pt_br: usuário desistiu
ru: пользовательский выход
zh_cn: 用户退出

source: shelve changes to %s?
da: sylt ændringer til %s?
de: Änderungen an %s zwischenlagern?
es: arrinconar cambios en %s?
it: esegui lo shelve delle modifiche in %s?
ja: %sにシェルフしてもよろしいですか？
pt: arquivar alterações para %s?
pt_br: adiar mudanças em %s?
ru: отложить изменения в %s?
zh_cn: 要剥离改动到%s吗?

source: and
da: og
de: und
es: y
it: e
ja: と
pt: e
pt_br: e
ru: и
zh_cn: 和

source: shelve this change to %r?
da: sylt denne ændring til %r?
de: Diese Änderung an %r zwischenlagern?
es: arrinconar este cambio en %r?
it: esegui lo shelve di questa modifica %r?
ja: この変更を%rにシェルフしてもよろしいですか？
pt: arquivar esta alteração para %r?
pt_br: adiar esta mudança em %r?
ru: отложить это изменение в %r?
zh_cn: 要剥离当前改动到%r吗？

source: backup %r as %r
da: sikkerhedskopier %r som %r
de: Sicherungskopie von %r als %r
es: Respaldo %r como %r
it: backup %r come %r
ja: %r を %r としてバックアップする
pt: backup %r como %r
pt_br: gravando backup de %r como %r
ru: Сохранить резервную копию %r как %r
zh_cn: 备份 %r 为 %r

source: shelve can only be run interactively
da: sylt kan kun køre interaktivt
de: Zwischenlagern ist nur interaktiv möglich
es: arrinconar revisión sólo se puede ejecutar en modo interactivo
it: shelve può funzionare solo in modo interattivo
ja: シェルフは対話的な動作のみ可能です
pt: o arquivamento apenas pode ser executado interactivamente
pt_br: adiamento só pode executar interativamente
ru: откладывание выполняется только в интерактивном режиме
zh_cn: 剥离操作只能以交互的方式进行

source: shelve data already exists
da: syltet data findes allerede
de: Bereits daten zwischengelagert
es: Datos arrinconados ya existen
it: i dati di shelve esistono già
ja: シェルフデータが既に存在しています
pt: o arquivo de dados já existe
pt_br: dados de adiamento já existem
ru: отложенные данные уже существуют
zh_cn: 剥离出的数据已存在

source: no changes to shelve
da: ingen ændringer til sylte
de: keine Änderungen zum Zwischenlagern
es: sin cambios a arrinconar
it: nessun modifica su cui eseguire lo shelve
ja: シェルフへの変更はありません
pt: nenhuma alteração para arquivar
pt_br: nenhuma mudança para adiar
ru: нет изменений для откладывания
zh_cn: 没有可剥离的改动

source: applying patch
da: tilføjer lap
de: Patch wird angewendet
es: aplicando parche
it: sto applicando il patch
ja: パッチを適用中です
pt: a aplicar patch
pt_br: aplicando patch
ru: применить заплатку
zh_cn: 打上补丁

source: saving patch to shelve
da: sylter lap
de: Patch zwichenlagern
es: salvando revisión a arrinconar
it: sto salvando il patch sui dati di shelve
ja: パッチをシェルフに保存しています
pt: a guardar patch no arquivo
pt_br: salvando patch no adiamento
ru: заплатка сохраняется в отложенное
zh_cn: 在剥离前将改动保存成补丁

source: restoring %r to %r
da: gendanner %r som %r
de: Stelle %r als %r wieder her
es: restaurando %r a %r
it: sto ripristinando %r in %r
ja: %r から %r まで保存中
pt: a restaurar %r para %r
pt_br: restaurando %r para %r
ru: восстанавливается %r в %r
zh_cn: 恢复 %r 到 %r

source: removing shelve file
da: fjerner sylte-filer
de: Datei zum zwischenlagern entfernen
es: quitando fichero
it: rimozione del file di shelve
ja: シェルフのファイルを削除しています
pt: a remover o ficheiro de arquivo
pt_br: removendo arquivo de adiamento
ru: удаляется файл отложений
zh_cn: 移除保存剥离数据的文件
