Repository: velorientc/git_test7
Catalog: i18n/tortoisehg/*.po
Languages: da, de, es, it, ja, pt, pt_br, ru, zh_cn

source: Cannot annotate directory: %s
da: Kan ikke annotere katalog: %s
de: Kann Verzeichnis %s nicht annotieren
es: No se puede anotar el directorio:%s
it: Impossibile annotare la directory: %s
ja: ディレクトリにはコメントできません: %s
pt: Não é possível anotar a directoria: %s
pt_br: Não é possível comentar diretório: %s
ru: Невозможно аннотировать папку: %s
zh_cn: 不能标注目录：%s

source: di_splay change
da: _vis ændring
de: Ä_nderung anzeigen
es: Mo_strar cambio
it: _vedi modifiche
ja: 変更点の表示(_S)
pt: mudar di_splay
pt_br: mudar di_splay
ru: показать изменение
zh_cn: 显示修改(_s)

source: _zoom to change
da: _zoom til ændring
de: auf Änderung _zoomen
es: _zoom para cambiar
it: _zoom sulla modifica
ja: 変更点の詳細
pt: _aumentar para alterar
pt_br: _focalizar na alteração
ru: раскрыть изменение

source: _annotate parent
da: _annoter forælder
de: Vorgänger _annotieren
es: _anotar pariente
it: _annota genitore
ja: 親リビジョンにコメントする
pt: _anotar parente
pt_br: _anotar pai
ru: аннотировать родителя

source: Follow
da: Følg
de: Folge
es: Siguiente
it: Segui
ja: 追跡する
pt: Seguir
pt_br: Seguir
ru: Отслеживать
zh_cn: 跟随

source: Follow Rename:
da: Følg omdøbninger:
de: Umbenennung folgen:
es: Renombrar siguiente:
it: Segui la rinomina:
ja: 名前変更を推定:
pt: Seguir renomeação:
pt_br: Seguir renomeação:
ru: Отслеживать Переименование:
zh_cn: 重合名：

source: No visual diff configured
da: Ingen visuel sammenligning konfigureret
de: kein Vergleichswerkzeug konfiguriert
es: diff visual no configurado
it: Nessuna comparazione visuale configurata
ja: GUI 差分表示ツールが設定されていません
pt: nenhum diff visual configurado
pt_br: Nenhum diff visual configurado
ru: Не указан визуализатор различий

source: Please select a visual diff application.
da: Vælg et visuet sammenligningsprogram.
de: Bitte konfigurieren Sie ein visuelles Vergleichswerkzeug
es: Por favor seleccionar una aplicacion visual diff
it: Si prega di selezionare una applicazione per la comparazione visuale.
ja: GUI 差分表示ツールを設定してください。
pt: Seleccione uma aplicação de diff visual
pt_br: Por favor selecione uma aplicação de diff visual.
ru: Пожалуйста выберите приложение для визуализации различий.

source: Running
da: Kører
de: Läuft
es: Ejecutando
it: In esecuzione
ja: 実行中
pt: Em execução
pt_br: Em execução
ru: Выполняется
zh_cn: 正在处理

source: Done
da: Færdig
de: Erledigt
es: Hecho
it: Completato
ja: 完了
pt: Feito
pt_br: Feito
ru: Выполнено
zh_cn: 已完成

source: Detect Copies/Renames in
da: Find kopieringer/omdøbninger i
de: Kopien/Umbenennungen erkennen in
es: Detectar Copias/Renombres en
it: Ricerca copie/rinomine in
ja: 以下でコピー/名前変更を検出しました:
pt: Detectar Cópias/Renomeações em
pt_br: Detectar Cópias/Renomeações em
ru: Определение Копий/Переименований в
zh_cn: 检测持拷贝或重命名于

source: send
de: senden
es: enviar
it: Invia
ja: 送信
pt: enviar
pt_br: enviar
ru: отправить
zh_cn: 发送

source: Send email(s)
da: Send e-brev
de: E-Mail(s) versenden
es: Enviar correo(s)
it: Invia email
ja: メールで送信
pt: Enviar correio electrónico
pt_br: Enviar email(s)
ru: Отправить почту
zh_cn: 发送邮件

source: test
ja: テスト送信
pt: testar
pt_br: testar
ru: тест
zh_cn: 测试

source: Show email(s) which would be sent
da: Vis e-brev(e) som ville blive sendt
de: Emails anzeigen, die versendet würden
es: Mostrar correo(s) los cuales seran enviados
it: Mostra le email che saranno spedite
ja: 送信するメールの表示
pt: Mostrar correio electrónico que será enviado
pt_br: Mostrar email que seria enviado
ru: Показать письма для отправки
zh_cn: 显示将要被发送的邮件

source: configure
da: konfigurer
de: konfigurieren
es: configurar
it: Configura
ja: 設定
pt: configurar
pt_br: configurar
ru: настроить
zh_cn: 配置

source: Email revision(s)
da: E-post revision(er)
de: Sende Revisionen
es: revisión(es) de Correo
it: Email revisione/i
ja: リビジョンをメールで送信
pt: Correio electrónico das revisões
pt_br: Enviar email com as revisão(ões)
ru: Отправить по почте ревизию(и)
zh_cn: 发送版本的邮件

source: Send changesets as HG patches
da: Send ændringer som HG lapper
de: als HG Patches senden
es: Enviar conjunto de cambios como parches HG
it: Invia i changeset come patch HG
ja: Mercurialのパッチとして送信
pt: Enviar changesets como patches HG
pt_br: Enviar changesets como patches HG
ru: Отправить наборы изменений как заплатки HG
zh_cn: 按HG补丁方式发送修改

source: HG patches (as generated by export command) are compatible with most patch programs. They include a header which contains the most important changeset metadata.
da: HG lapper (som genereret af 'export' kommandoen) er kompatible med de fleste lap-programmer. De inkluderer en indledning som indeholder metadata for de vigtigste ændringer.
de: HG Patches (wie von 'hg export' erstellt) sind mit den meisten Patch-Programmen kompatibel. In einen Kopfteil sind die wichtigsten Metadaten des Änderunssatzes aufgeführt.
es: Parches HG (generados por el comando exportar) son compatibles con la mayoria de programas de parches. Estos incluyen un encabezamiento que contiene los metadatos de los conjuntos de cambios.
it: I patch HG (così come sono generati dal comando export) sono compatibili con la maggior parte dei programmi di patch. Essi includono un header che contiene i piú importanti metadati del changeset.
ja: Mercurialパッチ(exportコマンドで生成される)は多くのパッチプログラムとの互換性があります。それらは最も重要なチェンジセットのメタデータを含みます。
pt: As patches do HG (geradas pelo comando exportar) são compatíveis com a maioria dos programas de patch. Incluem um cabeçalho que contém os metadados mais importantes do changeset.
pt_br: Os patches do HG (como gerados pelo comando export) são compatíveis com a maioria dos programas de patch. Incluem um cabeçalho que contém os metadados mais importantes do changeset.
ru: Заплатки HG (сгенерированные командой export) совместимы с большинством программ заплаток. Они включают заголовок, который содержит наиболее важные метаданные набора изменений.
zh_cn: HG补丁（用export命令产生）与大多数的补丁程序兼容。它们都在头部包含最重要的修改元数据。

source: Plain, do not prepend HG header
da: Simpel, undlad en HG indledning
de: Einfach, ohne Daten von HG
es: Plano, no anteponer encabezado HG
it: Semplice, senza header HG
ja: プレーンテキスト(Mercurialヘッダなし)
pt: Simples, para não colocar no cabeçalho HG
pt_br: Simples, não coloca o cabeçalho HG
ru: Простой формат, не добавлять заголовок HG
zh_cn: 纯文本，不包含HG头部

source: diffstat
ru: статистика различий

source: The description field is unused when sending a single patch.
da: Beskrivelsesfeltet bruges ikke hvis man kun sender 1 lap.
de: Das Beschreibungsfeld wird nicht verwendet wenn nur ein einzelner Patch gesendet wird.
es: El campo de descripción no se usa al enviar un solo parche
it: Il campo descrizione non è usato quando viene inviata una singola patch.
ja: 記述フィールドは単一のパッチの場合は使用されません。
pt: O campo da descrição não é usado ao enviar um único patch
pt_br: O campo da descrição não é usado ao enviar um único patch
ru: Поле описания не используется при отправке одиночной заплатки.
zh_cn: 描述信息在发送单个补丁时没用。

source: Patch series description is sent in initial summary email with [PATCH 0 of N] subject. It should describe the effects of the entire patch series. When emailing a bundle, these fields make up the message subject and body.
da: Beskrivelsen af lap-serien sendes i det initielle opsummerings e-brev med [PATCH 0 of N] emnet. Den bør beskrive effekten af den samlede lap-serie. Når man sender et bundt udgør disse felter e-brev emne og tekst.
de: Die Beschreibung der Patchserie wird in einer ersten Email mit dem Betreff [Patch 0 of N] versendet. Sie sollte die Auswirkungen der ganzen Patchserie beschreiben. Beim versenden einer Bündeldatei wird aus diesen Feldern der Betreff und der Text der Email.
es: La descripcion de la serie de parches se envía en el correo de resumen inicial con el asunto [PARCHE 0 de N]. Debería describir el efecto de toda la serie de parches. Cuando se envía un paquete (bundle) por correo, estos campos configuran el asunto y cuerpo del mensaje.
it: La descrizione della serie di patch è inviata in una email iniziale di riassunto con [PATCH 0 of N] come oggetto. Dovrebbe descrivere gli effetti dell'intera serie di patch. Quando viene inviato un bundle, questi campi compongono l'oggetto ed il corpo del messaggio.
ja: 一連のパッチ記述は [PATCH 0 of N] という題名で最初のメールで送信しました。それにはパッチ全体が与える変化が記述されているべきです。バンドルをメールで送信するとき、それらのフィールドはメールの題名と本文を作成します。
pt_br: A descrição da série de patches é enviada no email de sumário inicial com [PATCH 0 of N] prefixado ao assunto. Deve descrever os efeitos da série completa de patches. Ao enviar um bundle por email, estes campos são usados como assunto e corpo da mensagem.
ru: Описание ряда заплаток отправляется в начальной сводке, в письме с темой [PATCH 0 of N]. Оно должно описывать воздействие всего ряда заплаток. При отправке пачкой, по этим полям составляются тема и и сам текст сообщения.
zh_cn: 补丁集合描述信息在开始标题为[PATH 0 of N]的总结邮件中发送。它应该描述整个补丁集合的作用效果。当发送补丁包时，这些信息会出现在邮件主题和内容中。

source: Ignore filter for
da: Ignorer filter for
de: Ignorier-Filter für
es: Ignorar filtro para
it: Filtro file da ignorare per
ja: .hgignore ファイル設定 -
pt: Ignorar filtro para
pt_br: Ignorar filtro para
ru: Фильтр игнорирования для
zh_cn: 忽略过滤器

source: New repository created
da: Nyt depot oprettet
de: Neues Projektarchiv erstellt
es: Nuevo repositorio creado
it: Nuovo repository creato
ja: 新しいリポジトリが作成されました
pt: Criado novo repositório
pt_br: Novo repositório criado
ru: Создано новое хранилище
zh_cn: 新仓库成功创建

source: in directory %s
da: i katalog %s
de: im Verzeichnis %s
es: en directorio %s
it: nella directory %s
ja: %s フォルダ内
pt: na directoria %s
pt_br: no diretório %s
ru: в каталоге %s
zh_cn: 在目录 %s 中

source: removing backup for %r : %r
da: fjerner sikkerhedskopi af %r : %r
de: Entferne Sicherungskopie für %r: %r:
es: eliminando copia para %r : %r
it: sto eliminando il backup per %r : %r
ja: バックアップを削除しています %r : %r
pt: a remover backup para %r: %r
pt_br: removendo backup de %r: %r
ru: удаляется резервирование для %r : %r
zh_cn: 移除 %r : %r 的备份

source: removing backup files
da: fjerner sikkerhedskopi-filer
de: Sicherungskopien löschen
es: removiendo archivos de copia
it: sto eliminando i file di backup
ja: バックアップファイルを削除しています
pt: a remover ficheiros de backup
pt_br: removendo arquivos de backup
ru: удаляются резервные файлы
zh_cn: 移除备份文件

source: [command returned code %d]
da: [kommandoen returnerede kode %d]
de: [Der Befehl gab Code %d zurück]
es: [el comando retornó el código %d]
it: [il comando ha ritornato il codice %d]
ja: [コマンド戻り値: %d]
pt: [o comando retornou o código %d]
pt_br: [o comando retornou o código %d]
ru: [команда вернула код %d]
zh_cn: [命令返回代码 %d]

source: [command completed successfully]
da: [kommandoen lykkedes]
de: [Befehl erfolgreich ausgeführt]
es: [comando completado con éxito]
it: [comando eseguito con successo]
ja: [コマンドは正しく実行されました]
pt: [comando efectuado com sucesso]
pt_br: [comando completado com sucesso]
ru: [команда выполнилась успешно]
zh_cn: [命令成功完成]

source: This version of TortoiseHg requires Mercurial version %s.n to %s.n, but finds %s
de: Diese Version von TortoiseHg benötigt eine Version von Mercurial von %s.n bis %s.n, findet aber %s
ru: Эта версия TortoiseHg требует Mercurial версий от %s.n до %s.n, обнаружена %s

source: name of the webdir config file
da: navn af webdir konfigurationsfil
de: Name der webdir-Konfigurationsdatei
es: nombre del archivo de configuración del directorio web
it: nome del file di configurazione webdir
ja: webdir 設定ファイルの名前
pt: nome do ficheiro de configuração webdir
pt_br: nome do arquivo de configuração webdir
ru: имя файла с кофигурацией webdir
zh_cn: webdir 配置文件名

source: notify the shell for path(s) given
da: notificer shell mht. givne stier
de: melde der Shell die angegebenen Dateien
es: notifica la línea de comandos del parche dado
it: notifica la shell per i percorsi dati
ja: 与えられたパスをシェルに通知する
pt: notificar a shell para o(s) caminho(s) dado(s)
pt_br: notificar o shell para o(s) caminho(s) dado(s)
ru: уведомлять оболочку для указанного пути(ей)

source: Filter revisions for display
da: Filtrer hvilke revisioner der vises
de: Revisionen zur Anzeige filtern
es: Filtrar revisiones a mostrar
it: Filtra le revisioni da visualizzare
ja: 表示するリビジョンをフィルタする
pt: Filtrar revisões a mostrar
pt_br: Filtra revisões para exibição
ru: Фильтровать ревизии для показа
zh_cn: 显示时过滤版本

source: _DataMine
es: _Recolección_de_datos
it: _Ricerca
ja: 検索(_D)
ru: Поиск данных
zh_cn: 数据挖掘(_D)

source: Search Repository History
da: Søg depot historie
de: Historie des Projektverzeichnisses durchsuchen
es: Buscar en el Historial del Repositorio
it: Cerca nel repository
ja: リポジトリの履歴を検索する
pt: Pesquisar o histórico do repositório
pt_br: Pesquisa o Histórico do Repositório
ru: Искать по Истории Хранилища
zh_cn: 查找仓库历史记录

source: Launch synchronize tool
da: Start synkroniserings-værktøjet
de: Synchronisierungsdialog starten
es: Iniciar herramienta de sinchronización
it: Avvia lo strumento di sincronizzazione
ja: 同期ツールを起動する
pt: Lançar a ferramenta de sincronização
pt_br: Executa a ferramenta de sincronização
ru: Запустить инструмент синхронизации

source: Show Rev
da: Vis rev
de: Rev anzeigen
es: Mostrar Rev
it: Mostra Rev
ja: リビジョン番号の表示
pt: Mostrar rev
pt_br: Mostrar Rev
ru: Отображать Ревизию
zh_cn: 显示版本

source: Show ID
da: Vis ID
de: ID anzeigen
es: Mostrar ID
it: Mostra ID
ja: リビジョンIDの表示
pt: Mostrar ID
pt_br: Mostrar ID
ru: Отображать ID
zh_cn: 显示ID

source: Show Local Date
da: Vis lokal dato
de: lokales Datum anzeigen
es: Mostrar Fecha Local
it: Mostra data locale
ja: ローカル時間の表示
pt: Mostrar data local
pt_br: Mostrar Data Local
ru: Отображать Локальное Время

source: Show UTC Date
da: Vis UTC dato
de: UTC-Datum anzeigen
es: Mostrar Fecha UTC
it: Mostra la data UTC
ja: UTC時間の表示
pt: Mostrar a data UTC
pt_br: Mostrar Data UTC
ru: Отображать UTC Время

source: Show Branch
da: Vis gren
de: Zweig anzeigen
es: Mostrar Rama
it: Mostra Branch
ja: ブランチ名の表示
pt: mostrar ramo
pt_br: Mostrar Ramo
ru: Отображать Ветку

source: Show All Revisions
da: Vis alle revisioner
de: alle Revisionen anzeigen
es: Mostrar Todas las Revisiones
it: Mostra tutte le revisioni
ja: 全てのリビジョンを表示
pt: Mostrar todas as revisões
pt_br: Mostrar Todas as Revisões
ru: Показывать Все Ревизии
zh_cn: 显示所有版本

source: Show New Revisions
da: Vis nye revisioner
de: neue Revisionen anzeigen
es: Mostrar Revisiones Nuevas
it: Mostra le nuove revisioni
ja: 新しいリビジョンのみ表示
pt: Mostrar revisões novas
pt_br: Mostrar Novas Revisões
ru: Показывать Новые Ревизии

source: Show Tagged Revisions
da: Vis markerede revisioner
de: Revisionen mit Etikette anzeigen
es: Mostrar revisiones con Tags
it: Mostra le revisioni con tag
ja: タグ付きリビジョンのみ表示
pt: Mostrar revisões etiquetadas
pt_br: Mostrar Revisões Etiquetadas
ru: Показывать Помеченные Ревизии
zh_cn: 显示标记过的版本

source: Show Revision Ancestry
da: Vis revisions-forfædre
de: Vorgänger der Revision anzeigen
es: Mostrar Ancestros de la revisión
it: Mostra le revisioni antenate
ja: 派生リビジョンのみ表示
pt: Mostrar revisão antiga
pt_br: Mostrar Ancestrais de Revisão
ru: Показывать Происхождение Ревизии

source: Show Working Parents
da: Vis nuværende forældre
de: Vorgänger vom Arbeitsverzeichnis anzeigen
es: Mostrar Parientes
it: Mostra i genitori della revisione in lavorazione
ja: 現在の親リビジョンを表示
pt: Mostrar parents funcionais
pt_br: Mostra Pais de Trabalho
ru: Показывать Родителей Рабочей

source: Show Head Revisions
da: Vis hoved-revisioner
de: Kopfrevisionen anzeigen
es: Mostrar Revisiones Cabecera (head)
it: Mostra le revisioni head
ja: HEADリビジョンを表示
pt: Mostrar revisões princiais
pt_br: Mostrar Revisões de Cabeça
ru: Показывать Головные Ревизии
zh_cn: 显示当前版本

source: Show Only Merge Revisions
da: Vis kun flet-revisioner
de: nur Zusammenführungen anzeigen
es: Mostrar solo las revisiones a fusionar
it: Mostra solo le revisioni ottenute dai merge
ja: マージリビジョンのみ表示
pt: Mostrar apenas revisões fundidas
pt_br: Mostrar Apenas Revisões de Mesclagem
ru: Показывать Только Ревизии Слияний
zh_cn: 只显示合并的版本

source: Show Non-Merge Revisions
da: Vis ikke flet-revisioner
de: keine Zusammenführungen anzeigen
es: Mostrar revisiones normales
it: Mostra le revisioni non ottenute dai merge
ja: 非マージリビジョンのみ表示
pt: Mostra revisões não fundidas
pt_br: Não Mostrar Revisões de Mesclagem
ru: Показывать Ревизии Не Слияний
zh_cn: 显示没有合并的版本

source: visualize change
da: visualiser ændringer
de: Änderung visuell anzeigen
es: mostrar cambio
it: visualizza modifiche
ja: GUIの差分ツールで表示
pt: visualizar alteração
pt_br: visualizar alteração
ru: визуализировать изменение

source: diff to local
da: forskel til lokal
de: mit lokaler Version vergleichen
es: diff local
it: confronta con locale
ja: ローカルとの差分を表示
pt: diff para o local
pt_br: diff com local
ru: различия по сравнению с локальным

source: _update
da: _opdater
de: _aktualisieren
es: act_ualizar
it: _aggiorna
ja: 更新(_U)
pt: act_ualizar
pt_br: at_ualizar
ru: обновить
zh_cn: 更新(_u)

source: _merge with
da: _flet med
de: _zusammenführen
es: _juntar con
it: _merge con
ja: マージ(_M)
pt: fu_ndir com
pt_br: _mesclar com
ru: слияние с
zh_cn: 合并(_m)

source: _copy hash
da: _kopier hash
de: Hash _kopieren
es: _copiar hash
it: _copia hash
ja: ハッシュ値のコピー(_C)
pt: _copiar hash
pt_br: _copiar hash
ru: скопировать хэш
zh_cn: 复制哈希值(_c)

source: _export patch
da: _eksporter lap
de: Patch _exportieren
es: _exportar parche
it: _esporta patch
ja: パッチの作成(_E)
pt: _exportar patch
pt_br: _exportar patch
ru: экспортировать заплатку
zh_cn: 输出补丁(_e)

source: e_mail patch
da: e-_post lap
de: Patch _senden
es: parche por correo
ja: パッチをメールで送信(_M)
pt: e_nviar patch por correio electrónico
pt_br: enviar patch por e_mail
ru: отправить почтой заплатку
zh_cn: 邮寄补丁(_m)

source: _bundle rev:tip
da: _bundt rev:spids
de: _bündle HIER:Spitze
es: _paquete rev:tip
ja: tipリビジョンのバンドル(_B)
pt_br: criar _bundle rev:tip
ru: сформировать пачку ревизия:tip
zh_cn: 打包 修订版:提示(_b)

source: add/remove _tag
da: tilføj/fjern _mærke
de: E_tikette hinzufügen/entfernen
es: añadir/eliminar _tag
it: aggiunge/rimuove _tag
ja: タグの追加/削除(_T)
pt: adicionar/remover e_tiqueta
pt_br: adicionar/remover e_tiqueta
ru: добавить/удалить метку
zh_cn: 添加/删除标记(_t)

source: backout revision
da: omgør revision
de: Revision zurückziehen
es: Revertir revisión
it: backout revisione
ja: リビジョンのバックアウト
pt: retirar revisão
pt_br: anular revisão
ru: восстановить ревизию
zh_cn: 撤消版本

source: _revert
da: _tilbagefør
de: zu_rücksetzen
es: _revertir
it: _ripristina
ja: 元に戻す(_R)
pt: _reverter
pt_br: _reverter
ru: возвратить
zh_cn: 恢复(_r)

source: strip revision
da: fjern revision
de: revision entfernen
es: quita revisión
it: elimina revisione
ja: リビジョンの削除
pt: tirar revisão
pt_br: remover a revi_são
ru: отсечь ревизию
zh_cn: 移除版本

source: _diff with selected
da: _sammenlign med valgte
de: mit gewählten _vergleichen
es: _diff con selección
it: _confronto con selezionato
ja: 選択中のリビジョンとの差分(_D)
pt: _diff com o seleccionado
pt_br: _diff com o selecionado
ru: различия с выбраной
zh_cn: 和选中记录进行比较(_d)

source: visual diff with selected
da: visuel diff med valgte
de: mit gewähltem visuell vergleichen
es: diff visual con selección
it: confronto visuale con selezionato
ja: 選択中のリビジョンとの GUI 差分表示
pt: diff visual com o seleccionado
pt_br: diff visual com o selecionado
ru: визуальные различия с выбранной
zh_cn: 和选中记录进行可视化比较

source: email from here to selected
da: e-post herfra til valgte
de: von hier bis zum Gewählten senden
es: email desde aquí hasta selección
it: invia email da qui alla selezione
ja: ここから選択中のリビジョンまでをメールする
pt: correio electrónico daqui para o seleccionado
pt_br: enviar por email daqui até o selecionado
ru: отправить почтой от этой до выбранной
zh_cn: 邮寄到被选接收者

source: bundle from here to selected
da: bundt herfra til valgte
de: von hier bis zum gewählten bündeln
es: paquete de cambios de aquí hasta selección
it: crea bundle da qui alla selezione
ja: ここから選択中のリビジョンまでをバンドルする
pt: bundle daqui para o seleccionado
pt_br: bundle daqui até o selecionado
ru: сформировать пачку от этой до выбранной
zh_cn: 打包到被选项

source: show next %d revisions
da: vis næste %d revisioner
de: zeigen nächste %d Revisionen
es: mostrar las próximas %d revisiones
it: Mostra prossime %d revisioni
ja: 次の%d個のリビジョンを表示
pt: mostrar as próximas %d revisões
pt_br: mostrar as próximas %d revisões
ru: показать следующие %d ревизий
zh_cn: 显示后%d个版本

source: show all remaining revisions
da: vis alle revisioner
de: zeive verbleibende revisionen
es: mostrar las revisiones restantes
it: Mostra le revisioni rimanenti
ja: 残りのリビジョンを全て表示
pt: mostrar todas as revisões restantes
pt_br: mostrar todas as revisões restantes
ru: показать все оставшиеся ревизии
zh_cn: 显示所有剩余版本

source: Confirm Strip Revision(s)
da: Bekræft fjern revisioner
de: Entfernen bestätigen
es: Confirmar Quitar Revision(es)
it: Conferma eliminazione revisione/i
ja: リビジョンの削除
pt: Confirmar Strip da revisão
pt_br: Confirmar Strip da Revisão
ru: Подтвердить Отсекание Ревизии(й)

source: Remove revision %d and all descendants?
da: Fjern revision %d og alle efterfølgere?
de: Revision %d und alle ihre Nachfahren entfernen
es: ¿Eliminar la revisión %d y todas sus descendientes?
it: Rimuovere la revisione %d e tutti i suoi discendenti?
ja: リビジョン%dとその全ての派生リビジョンを削除しますか？
pt: Remover a revisão %d e todos os seus descendentes?
pt_br: Remover a revisão %d e todos os seus descendentes?
ru: Удалить ревизию %d и всех потомков?
zh_cn: 删除版本 %d 及其所有子版本

source: Confirm Revert Revision(s)
da: Bekræft tilbagefør revisioner
de: Zurücksetzen bestätigen
es: Confirmar la reversión de la(s) revisión(es)
it: Conferma rispristino revisione/i
ja: リビジョンを元に戻す
pt: Confirmar reverter revisão
pt_br: Confirmar Reversão da Revisão
ru: Подтвердить Воврат Ревизии(й)

source: Log Filter - %s
es: Filtro de log - %s
it: Filtro di log - %s
ja: ログフィルタ - %s
pt: Filtro de registo - %s
pt_br: Filtro de Log - %s
ru: Фильтр Журнала - %s

source: View revision graph of named branch
da: Vis revisionsgraf af navngivet gren
de: Zeige Revisionen eines benannten Zweigs
es: Ver gráfico de rama nombrada
it: Vedi il grafico delle revisioni del branch
ja: ブランチのリビジョングラフを見る
pt: Ver gráfico da revisão do ramo
pt_br: Ver grafo de revisões do ramo nomeado
ru: Показать граф ревизий именованной ветки
zh_cn: 查看已命名分支的版本图表

source: Rev Range
da: Rev. interval
de: Revisionsbereich
es: Rango de revisiones
it: Intervallo revisioni
ja: リビジョンの範囲
pt: Limite da rev
pt_br: Faixa de Rev
ru: Диапазон Ревизий
zh_cn: 版本范围

source: View range of revisions
da: Vis interval af revisioner
de: Zeige einen Bereich von Revisionen
es: Ver rango de revisiones
it: Visualizza un intervallo di revisioni
ja: リビジョンの範囲を見る
pt: Ver limite das revisões
pt_br: Ver revisões dentro de uma faixa
ru: Показать диапазон ревизий
zh_cn: 查看版本范围

source: Search Filter
da: Søgefilter
de: Suchfilter
es: Filtro de búsqueda
it: Filtro di ricerca
ja: 検索フィルタ
pt: Filtro de Pesquisa
pt_br: Filtro de Pesquisa
ru: Фильтр Поиска
zh_cn: 搜索过滤器

source: Search repository changelog with criteria
da: Søg i depot-ændringslog med kriterier
de: Historie des Projektverzeichnisses mit Kriterien durchsuchen
es: Criterio de busqueda para el registro de cambios
it: Cerca nel log del repository con i criteri specificati
ja: リポジトリの変更履歴を検索する
pt: Mostrar o changelog do repositório com o critério
pt_br: Mostrar o changelog do repositório com o critério
ru: Поиск по журналу изменений хранилища в соответствии с требованиями
zh_cn: 用关键字来查找仓库修改记录

source: File(s):
da: Fil(er):
de: Datei(en):
es: Archivo(s):
it: File:
ja: ファイル：
pt: Ficheiro(s):
pt_br: Arquivo(s):
ru: Файл(ы):
zh_cn: 文件(s)：
