Repository: velorientc/git_test7
Catalog: i18n/tortoisehg/*.po
Languages: da, de, es, it, ja, pt, pt_br, ru, zh_cn

source: Whether to allow pushing to the repository. If empty or not set, push is not allowed. If the special value "*", any remote user can push, including unauthenticated users. Otherwise, the remote user must have been authenticated, and the authenticated user name must be present in this list (separated by whitespace or ","). The contents of the allow_push list are examined after the deny_push list.
da: Er det tilladt at skubbe til depotet. Hvis tom eller ikke sat, så er skub ikke tilladt. Værdien "*" betyder at alle kan skubbe, også anonyme brugere. I alle andre tilfælde skal fjernbrugeren have givet sig til kende med et navn i denne liste (adskilt af blanktegn eller ","). Indholdet af tillad_skub listen bliver undersøgt efter forbyd_skub listen.
de: Ist hochladen in dieses Projektverzeichnis erlaubt? Wenn nichts eingetragen ist darf nicht hochgeladen werden. Wenn der spezielle Wert "*" eingetragen ist können alle entfernten benutzer hochladen, einschliesslich nicht angemeldeter. Bei allen anderen Werten muss der entfernte Benutzer angemeldet sein und sein Name muss in dieser Liste sein. (Die Namen sind durch Leerzeichen oder Kommas getrennt.) Diese Einstellung hat priorität vor der Einstellung Hochladen verboten.
es: Permiso de envio de cambios al repositorio (push). Opciones: - campo vacio o sin configurar: envio de cambios no esta permitido - "*" : envio general esta permitido (incluso usuarios no autentificados) - Lista con nombres de usuario (separados por espacio en blanco o ","): el envio sólo está permitido a usuarios autentificados y presentes en la lista. La lista de permiso de envio es examinada después de la lista de denegación de envio.
it: Se permettere il push nel repository. Se vuota o non impostato, il push non è permesso. Il valore speciale "*" permette a qualsiasi utente remoto di eseguire il push, compresi gli utenti non autenticati. Altrimenti, l'utente remoto deve essere autenticato, e il nome utente deve essere presente in questa lista (elenco separato da spazio o virgola). La lista dei permessi è esaminata dopo della lista dei divieti.
ja: リポジトリへのプッシュを許可するユーザ名の一覧。空欄または未設定の場合はプッシュは許可されません。"*" の場合は認証されてないユーザも含めて誰でもプッシュ可能となります。ユーザ名をカンマ区切り(空白文字でも可)で指定された場合は、そのユーザは認証が必要となります。allow_push 一覧は deny_push 一覧の後に適用されます。
pt_br: Especifica se o repositório deve aceitar push para os usuários. Se vazio ou não definido, push não é permitido. O valor especial "*" faz com que qualquer usuário remoto possa enviar changesets, incluindo usuários não autenticados. De outro modo, apenas operações push de usuários autenticados presentes nessa lista (separada por espaços ou ",") serão aceitas. O conteúdo dessa lista de aceitação é examinado após o conteúdo da lista de restrição.
ru: Кому разрешено проталкивание в хранилище. Если пустое либо не указано, то проталкивание не разрешено. При специальном значении "*" - любой удалённый пользователь может проталкивать, включая не прошедших аутентификацию. Иначе, удалённый пользователь должен пройти аутентификацию и его имя должно присутствовать в этом списке (разделённого пробелами или ","). Содержимое списка разрешения проталкивания рассматривается после списка запрещения проталкивания.
zh_cn: 是否允许推送到仓库. 如果为空或没设置, 推送是不允许的. 如果指定值为"*", 则任何远程用户都能推送, 包括未授权用户. 否则, 远程用户必须被授权, 并且授权用户名必须在这个列表里面(空格符或","分隔). 允许推送列表内容是在禁止推送列表内容之后被检查.

source: Deny Push
da: Forbyd skub
de: Hochladen verboten
es: Denegar envio
it: Vieta il push
ja: プッシュを拒否する
pt: Negar Push
pt_br: Recusar Push
ru: Запрещать Проталкивание
zh_cn: 禁止推送

source: Whether to deny pushing to the repository. If empty or not set, push is not denied. If the special value "*", all remote users are denied push. Otherwise, unauthenticated users are all denied, and any authenticated user name present in this list (separated by whitespace or ",") is also denied. The contents of the deny_push list are examined before the allow_push list.
da: Er det forbudt at skubbe til depotet. Hvis tom eller ikke sat, så er skub ikke forbudt. Værdien "*" betyder at ingen kan skubbe. I alle andre tilfælde bliver anonyme fjernbrugere afvist, og alle autoriserede brugerenavne i denne liste (adskilt af blanktegn eller ",") bliver også afvist. Indholdet af tillad_skub listen bliver undersøgt efter forbyd_skub listen.
de: Hochladen zu diesem Projektarchiv verbieten?
es: Denegación de envio de cambios al repositorio (push). Opciones: - campo vacio o sin configurar: envio de cambios esta permitido (incluso usuarios no autentificados) - "*" : envio denegado para todos los usuarios remotos - Lista con nombres de usuario (separados por espacio en blanco o ","): el envio no está permitido a usuarios no autentificados y a los usuarios presentes en la lista. La lista de denegación de envio es examinada previamente a la lista de permiso de envio.
it: Se vietare il push nel repository. Se vuota o non impostata, il push non è vietato. Il valore speciale "*" vieta il push a tutti gli utenti remoti. Altrimenti il push sarà vietato a tutti gli utenti non autenticati, e a tutti gli utenti autenticati il cui nome utente appare in questa lista (elenco separato da spazio o virgola). La lista dei divieti è esaminata prima della lista dei permessi.
ja: リポジトリへのプッシュを拒否するユーザ名の一覧。空欄または未設定の場合はプッシュは拒否されません。"*" の場合は全てのユーザがプッシュを拒否されます。それ以外の場合、未認証ユーザは全て拒否され、認証ユーザについてもここにユーザ名をカンマ区切り(空白文字でも可)で指定された場合は拒否されます。deny_push 一覧は allow_push 一覧の前に適用されます。
pt_br: Especifica se o repositório deve recusar push para os usuários. Se vazio ou não definido, push não é negado. O valor especial "*" faz com que o push não seja aceito para nenhum usuário remoto. De outro modo, operações push de usuários presentes nessa lista (separada por espaços ou ","), além de usuários não autenticados, serão recusadas. O conteúdo dessa lista de restrição é examinado antes do conteúdo da lista de aceitação.
ru: Кому запрещено проталкивать в хранилище. Если пустое либо не указано, то проталкивание не запрещено. При специальном значении "*" - всем удалённым пользователям запрещено проталкивать. Иначе, проталкивание запрещено пользователям не прошедшим аутентификацию, а также тем кто прошел аутентификацию и присутствует в данном списке (разделённого пробелами или ","). Содержимое списка запрещения проталкивания рассматривается до списка разрешения проталкивания.
zh_cn: 是否禁止推送到仓库. 如果为空或没设置, 推送是允许的. 如果指定值为"*", 则任何远程用户都被禁止推送. 否则, 未被授权用户都被禁止, 并且所有在这个列表里面的授权用户(空格符或","分隔)也都被禁止. 禁止推送列表内容是在允许推送列表内容之前被检查.

source: Encoding
da: Indkodning
de: Zeichensatz
es: Codificación
it: Codifica
ja: 文字エンコーディング
pt: Codificação
pt_br: Codificação
ru: Кодировка
zh_cn: 编码

source: Character encoding name
da: Navn på indkodning af tegn
de: Name des Zeichensatzes
es: Código de carácteres
it: Nome codifica caratteri
ja: 文字エンコーディング名
pt: nome da codificação de caracteres
pt_br: nome da codificação de caracteres
ru: Наименование кодировки
zh_cn: 字符编码名称

source: Proxy
ja: プロキシ
ru: Прокси
zh_cn: 代理服务器

source: Host
da: Vært
de: Rechner
ja: ホスト名
pt: Servidor
pt_br: Servidor
ru: Хост
zh_cn: 主机

source: Host name and (optional) port of proxy server, for example "myproxy:8000"
da: Værtsnavn og (valfrigt) port på proxy server, for eksempel "myproxy:8000"
de: Rechnername und optional der Port des Proxyservers, zum Beispiel "meinproxy:8000"
es: Nombre del servidor proxy (número de puerto opcional). Ejemplo: "myproxy:8000"
it: Nome host e (opzionale) numero porta del server proxy, ad esempio "myproxy:8000"
ja: プロキシサーバのホスト名とポート番号。例："myproxy:8000"
pt: Nome do servidor e porta do servidor proxy (opcional) "myproxy:8000"
pt_br: Nome e porta (opcional) do servidor proxy, por exemplo "meuproxy:8000"
ru: Имя хоста и (необязательно) порт прокси сервера, например "myproxy:8000"
zh_cn: 代理服务器主机名和(可选)端口, 例如:"myproxy:8000"

source: Bypass List
da: bypass-liste
de: Umgehen
es: Lista de Bypass
it: Elenco bypass
ja: 除外ホスト名
pt: Lista de bypass
pt_br: Sem Proxy
ru: Список исключений
zh_cn: 不使用代理列表

source: Optional. Comma-separated list of host names that should bypass the proxy
da: Valgfri. Kommasepareret liste af værtsnavne som skal omgå proxyen
de: Optional: Kommagetrennte liste von Rechnernamen, für die der Proxyserver umgangen wird.
es: Listado separado por comas de los nombres de host a los que se les permite bypassar el servidor proxy. Opcional
it: Opzionale. Elenco separato da virgola di nomi host che dovrebbero bypassare il proxy
ja: 任意。プロキシサーバを使用しないホスト名をカンマ区切りで指定。
pt: Opcional. Lista de nomes de servidores separados por vírgulas que podem fazer bypass ao proxy
pt_br: Opcional. Lista separada por vírgulas de nomes de servidores para os quais não usar o proxy
ru: Необязателен. Список имён хостов, для которых не нужен прокси
zh_cn: 可选. 不使用代理连接的主机列表, 以逗号分隔

source: Optional. User name to authenticate with at the proxy server
da: Valgfri. Brugernavn overfor proxyserveren
de: Optional. Benutzername für die Anmeldung beim Proxyserver.
es: Opcional. Nombre de usuario con el que autentificarse en el servidor proxy
it: Opzionale. Nome utente di autenticazione del server proxy
ja: 任意。プロキシサーバの認証に必要なユーザ名。
pt: Opcional. Nome de utilizador para autenticação no servidor proxy
pt_br: Opcional. Nome de usuário para autenticação no servidor proxy
ru: Необязательно. Имя пользователя для аутентификации на прокси сервере
zh_cn: 可选. 代理服务器授权的用户名

source: Password
da: adgangskode
de: Passwort
es: Contraseña
ja: パスワード
pt: Senha
pt_br: Senha
ru: Пароль
zh_cn: 密码

source: Optional. Password to authenticate with at the proxy server
da: Valgfri. Adgangskode overfor proxyserveren
de: Optional. Posswort für die Anmeldung beim Poxyserver.
es: Opcional. Contraseña con la que autentificarse en el servidor proxy
it: Opzionale. Password di autenticazione al server proxy
ja: 任意。プロキシサーバの認証に必要なパスワード。
pt: Opcional. Senha de autenticação no servidor proxy
pt_br: Opcional. Senha de autenticação no servidor proxy
ru: Необязателен. Пароль для аутентификации на прокси сервере
zh_cn: 可选. 代理服务器授权的密码

source: From
da: Fra
de: Von
es: Desde
it: Da
pt: De
pt_br: De
ru: Отправитель
zh_cn: 发件人

source: Email address to use in the "From" header and for the SMTP envelope
da: E-postadresse for afsender
de: Email-Adresse, die als Absender verwendet wird. ("From" header in SMTP)
es: Dirección de correo a usar en el campo "De" y en el recipiente o sobre SMTP
it: Indirizzo email da usare nel campo "Da" e negli indirizzi SMTP
ja: From(送信者)として使用するメールアドレス。
pt: Endereço de correio a usar no cabeçalho "De" e envelope SMTP
pt_br: Endereço de correio a usar no cabeçalho "De" e envelope SMTP
ru: Почтовый адрес, который будет использоваться в заголовке "From" SMTP конверта
zh_cn: 邮件地址, 用在发件人和SMTP信封中

source: To
da: Til
de: An
es: Para
it: A
pt: Para
pt_br: Para
ru: Получатель
zh_cn: 收件人

source: Comma-separated list of recipient email addresses
da: Kommasepareret liste over e-post adresser på modtagere
de: Kommagetrennte Liste der Empfängeradressen
es: Listado separado por comas de las direcciones de correo
it: Elenco separato da virgola di indirizzi email di destinazione
ja: 送信先のメールアドレスをカンマ区切りで指定。
pt: Lista de destinatários de correio electrónico separados por vírgulas
pt_br: Lista de destinatários de correio electrónico separados por vírgulas
ru: Список почтовых адресов получателей разделённых запятыми
zh_cn: 逗号分隔的收件人邮件地址列表

source: Cc
de: Kopie
ru: Копии
zh_cn: 抄送

source: Comma-separated list of carbon copy recipient email addresses
da: Kommasepareret liste af cc-modtager-adresser
de: Kommagetrennte Liste der Empfänger von Kopien
es: Listado separado por comas de las direcciones de correo (copias carbón)
it: Elenco separato da virgola di indirizzi email di destinazione delle copie per conoscenza (CC)
ja: CCとして送るメールアドレスをカンマ区切りで指定。
pt: Lista de destinatários Cc de correio electrónico separados por vírgulas
pt_br: Lista de destinatários Cc de email separados por vírgulas
ru: Список почтовых адресов получателей копий разделённых запятыми
zh_cn: 逗号分隔的抄送收件人邮件地址列表

source: Bcc
de: Blindkopie
it: CCn
ru: Скрытые копии
zh_cn: 密送

source: Comma-separated list of blind carbon copy recipient email addresses
da: Kommasepareret liste over blindkopi-modtagere
de: Kommagetrennte Liste der Empfänger von Blindkopien
es: Listado separado por comas de las direcciones de correo (Cco).
it: Elenco separato da virgola di indirizzi email di destinazione delle copie per conoscenza nascoste (CCn)
ja: BCCとして送るメールアドレスをカンマ区切りで指定。
pt: Lista de destinatários Bcc de correio electrónico separados por vírgulas
pt_br: Lista de destinatários Bcc de email separados por vírgulas
ru: Список почтовых адресов получателей скрытых копий разделённых запятыми
zh_cn: 逗号分隔的密送收件人邮件地址列表

source: method
da: metode
de: Methode
es: método
it: Metodo
ja: メール送信方法
pt: método
pt_br: método
ru: метод
zh_cn: 邮件发送方式

source: Optional. Method to use to send email messages. If value is "smtp" (default), use SMTP (configured below). Otherwise, use as name of program to run that acts like sendmail (takes "-f" option for sender, list of recipients on command line, message on stdin). Normally, setting this to "sendmail" or "/usr/sbin/sendmail" is enough to use sendmail to send messages.
da: Valgfri. Metode til at sende e-post. Hvis værdien er "smtp" (default) anvendes SMTP (konfigureret nedenfor). Andre værdier tages som navn på et program der virker som sendmail (det tager et "-f" flag for afsender, en liste af modtagere på kommandolinjen og beskeden via stdin). Normalt vil det være nok at sætte værdien til "sendmail" eller "/usr/sbin/sendmail" for at sende beskeder.
de: Optional. Methode um die Emails zu senden. Wenn der Wert "smpt" (Voreinstellung) ist, wird smpt benutzt (siehe unten). Sonst ist es der Name eines Programm, das sie wie sendmail verhält (Option -f für den Sender, die Liste der Empfänger auf der Kommandozeile und den Text über die Standardeingabe). Normalerweise genügt es, den Wert auf "sendmail" oder "/usr/sbin/sendmail" zu setzen.
es: Método usado para enviar mensajes de correo. Opcional. Por defecto: smtp Introduzca el nombre del programa que actua como "sendmail": (tiene una opción "-f" para especificar quién envia el correo, una lista de receptores y el mensaje en "stdin"). Normalmente sólo es neccesario poner "sendmail" o bien la ruta donde este se encuentra para poder enviar correo (normalmente en "/usr/sbin/sendmail").
it: Opzionale. Metodo usato per spedire i messaggi email. Se vale "smtp" (default), verrà usato SMTP (configurato sotto). Altrimenti, verrà usato come nome del programma che agisce come sendmail (l'opzione "-f", da riga di comando, specifica il mittente e l'elenco dei destinatari, il messaggio sarà in stdin). Normalmente, impostare questo valore a "sendmail" o "/usr/sbin/sendmail" è sufficiente per inviare i messaggi con sendmail.
ja: 任意。メールを送信する方法。設定値が"smtp"(デフォルト)の場合はSMTP(下で設定可能)が使用されます。もしくはsendmailのようなメール送信プログラムの名前を指定することもできます("-f" オプションで送信者と宛先メールアドレスの一覧、本文は標準入力)。その場合、通常は "sendmail" や "/usr/sbin/sendmail" で大丈夫なはずです。
pt_br: Opcional. Método de envio de mensagens de email. Se o valor for "smtp" (padrão), use SMTP (configurado abaixo). De outro modo, use como nome de um programa a ser executado que atue como o sendmail (recebe a opção "-f" para remetente, lista de destinatários na linha de comando, mensagem na entrada padrão). Normalmente, definir como "sendmail" ou "/usr/sbin/sendmail" basta para usar o sendmail para enviar mensagens.
ru: Необязателен. Метод используемый для отправки почтового сообщения. Если значение равно "smtp", то используется SMTP (настроенный ниже). Иначе, используйте имя запускаемой программы, которая действует как sendmail (принимает параметр "-f" для отправителя, список получателей в командной строке, сообщение в stdin). Обычно, достаточно установить это в "sendmail" или "/usr/sbin/sendmail" для использования sendmail для отправки сообщений.
zh_cn: 可选的. 发送邮件消息的方法. 如果值为"smtp"(默认), 使用SMTP(在下面配置). 否则, 使用一个有类似于sendmail功能的程序的名称(在命令行中使用"-f"来指定发件人及收件人列表, 在stdin中指定消息内容). 一般地, 将此项设为"sendmail"或"/usr/sbin/sendmail"就可以用sendmail来发送消息.

source: Host name of mail server
da: Værtsnavn for mailserver
de: Name des Mailservers
es: El nombre de host del servidor de correo
it: Nome host del server di posta
ja: メールサーバのホスト名
pt: Nome do servidor de correio
pt_br: Nome do servidor de correio
ru: Имя хоста или почтового сервера
zh_cn: 邮件服务器主机名

source: SMTP Host
da: SMTP vært
es: Servidor SMTP
it: Server SMTP
ja: SMTPホスト名
pt: Servidor SMTP
pt_br: Servidor SMTP
ru: SMTP Хост
zh_cn: SMTP 主机

source: SMTP Port
es: Puerto SMTP
it: Porta SMTP
ja: SMTPポート番号
pt_br: Porta SMTP
ru: SMTP Порт
zh_cn: SMTP 端口

source: Port to connect to on mail server. Default: 25
da: Port til at forbinde til mail server. Default: 25
de: Prort des Mailservers, mit dem die Verbindung gemacht wird. Voreinstellung: 25
es: Puerto del servidor de correo. Por defecto: 25
it: Numero porta per la connessione al server di posta. Default: 25.
ja: メールサーバに接続するときのポート番号。デフォルトでは25。
pt: Porta de ligação ao servidor de correio. Pré-definido: 25
pt_br: Porta usada pelo servidor de email. Valor padrão: 25
ru: Порт для соединения с почтовым сервером. По-умолчанию: 25
zh_cn: 邮件服务器连接端口. 默认: 25

source: Connect to mail server using TLS. Default: False
da: Forbind til mail server via TLS. Default: False
de: Verschlüsselte Verbindung mit dem Mailserver (TLS). Voreinstellung: False
es: Conectarse al servidor de email usando TLS. Por defecto: No
it: Connetti al server mail usando TLS. Default: Falso
ja: TLSを使ってメールサーバに接続する。デフォルトでは無効。
pt: Ligar ao servidor de correio usando TLS. Pré-definido: Falso
pt_br: Conectar com o servidor de email usando TLS. Valor padrão: Falso
ru: Использовать TLS при соединении с почтовым сервером. По-умолчанию: False
zh_cn: 用TLS方式连接邮件服务器. 默认: 否(False)

source: SMTP Username
da: SMTP brugernavn
de: SMTP-Benutzername
es: Nombre de usuario SMTP
it: Utente SMTP
ja: SMTP ユーザ名
pt: Nome de utilizador SMTP
pt_br: Nome de usuário SMTP
ru: SMTP Имя Пользователя
zh_cn: SMTP 用户名

source: Username to authenticate to mail server with
da: Brugernavn til mailserver
de: Benutzername für die Anmeldung beim Mailserver
es: Nombre de usuario con el que autentificarse en el servidor de email
it: Nome utente di autenticazione al server di posta
ja: メールサーバの認証に使用するユーザ名
pt: Nome de utilizador para autenticar no servidor de correio
pt_br: Nome de usuário para autenticar no servidor de email
ru: Имя пользователя для аутентификации на почтовом сервере
zh_cn: 邮件服务器验证用的用户名

source: SMTP Password
da: SMTP kodeord
de: SMTP-Passwort
es: Contraseña SMTP
it: Password SMTP
ja: SMTP パスワード
pt: Senha SMTP
pt_br: Senha SMTP
ru: SMTP Пароль
zh_cn: SMTP 密码

source: Password to authenticate to mail server with
da: Kodeord til mailserver
de: Passwort für die Anmeldung beim Mailserver
es: Contraseña con la que autentificarse en el servidor de email
it: Password di autenticazione al server di posta
ja: メールサーバの認証に使用するパスワード
pt: Senha para autenticar no servidor de correio
pt_br: Senha para autenticar no servidor de email
ru: Пароль для аутентификации на почтовом сервере
zh_cn: 邮件服务器验证用的密码

source: Local Hostname
da: Lokalt værtsnavn
de: Lokaler Rechnername
es: Nombre de la máquina local
it: Nome host locale
ja: ローカルホスト名
pt: Servidor local
pt_br: Servidor local
ru: Имя Локального Хоста
zh_cn: 本机主机名

source: Hostname the sender can use to identify itself to the mail server.
da: Værtsnavn som afsenderen kan bruge til at identificere sig overfor mail serveren.
de: Rechnernamen, den der Computer verwende kann, um sich beim Mailserver zu identifizieren.
es: Nombre usado para identificarse en el servidor de correo.
it: Nome host che il mittente usa per identificare se stesso al server di posta.
ja: 送信者自信をメールサーバが識別するために使うホスト名。
pt_br: Nome de servidor que o remetente pode usar para se identificar para o servidor de email.
ru: Имя хоста, используемого отправителем для идентификации себя на постовом сервере
zh_cn: 发件人用来向邮件服务器标识自己的主机名

source: Diff
de: Vergleich
it: Confronto
ja: 差分
ru: Различия
zh_cn: 差分

source: Patch EOL
zh_cn: 补丁中的换行

source: Git Format
es: Formato Git
it: Formato Git
ja: Git拡張形式
pt: Formato Git
pt_br: Formato Git
ru: Формат Git
zh_cn: Git 格式

source: Use git extended diff header format. Default: False
da: Brug git udviddet diff-header format. Default: Falsk
de: Nutze das erweiterte (git) Format in den Kopfdaten von Vergleichen. Voreinstellung: False
es: Usar formato de cabezera diff extendido Git. Por defecto: Falso
it: Usa il formato git esteso negli header diff. Default: Falso
ja: Gitの拡張差分ヘッダ形式を使用する。デフォルトで無効。
pt: Usar formato git extended diff header. Pré-definição: False
pt_br: Usa o formato estendido de diff do git. Padrão: Falso
ru: Использовать расширенный git формат для заголовков различий. По-умолчанию: False
zh_cn: 使用git的扩展比较头格式. 默认: 否(False)

source: No Dates
da: Ingen datoer
de: Kein Datum
es: Sin fechas
it: Escludi date
ja: 日付を非表示
pt: Sem datas
pt_br: Sem datas
ru: Без Дат
zh_cn: 无日期

source: Do not include modification dates in diff headers. Default: False
da: Inkluder ikke ændringsdato i diff headers. Default: Falsk
de: Modifikationsdatum in den Kopfdaten von diff nicht angeben. Voreinstellung: False
es: No incluir fecha de modificación en cabezeras diff. Por defecto: Falso
it: Non includere le date di modifica negli header diff. Default: Falso
ja: 差分ヘッダに日付を表示しないようにします。デフォルトでは無効。
pt: Não incluir as datas de modificação nos cabeçalhos diff. Pré-definição: False
pt_br: Não incluir as datas de modificação nos cabeçalhos diff. Valor padrão: Falso
ru: Не включать дату изменения в заголовок различий. По-умолчанию: False
zh_cn: 不要在比较头里包含修改日期. 默认: 否(False)

source: Show Function
da: Vis funktion
de: Funktion zeigen
es: Mostrar función
it: Mostra funzione
ja: 関数名の表示
pt: Mostrar função
pt_br: Mostrar Função
ru: Отображать Функцию
zh_cn: 显示函数

source: Show which function each change is in. Default: False
da: Vis hvilken funktion hver ændring tilhører. Default: Falsk
de: Zeige zu jeder Änderung die betroffene Funktion. Voreinstellung: False
es: Muestra en que función se ha producido el cambio. Por defecto: No
it: Mostra in quale funzione si trova ogni modifica. Default: Falso
ja: どの関数が変更されたのかを表示する。デフォルトで無効。
pt_br: Mostra em qual função cada mudança ocorre. Padrão: Falso
ru: Оображать в какой функции находится каждое изменение. По-умолчанию: False
zh_cn: 显示每处修改的所在的函数. 默认: 否(False)

source: Ignore White Space
da: Ignorer blanktegn
de: Leerzeichenwechsel ignorieren
es: Ignorar espacios en blanco
it: Ignora spazi bianchi
ja: 空白文字を無視
pt: Ignorar espaço em branco
pt_br: Ignorar Espaço em Branco
ru: Игнорировать Пробельные Разделители
zh_cn: 忽略空格

source: Ignore white space when comparing lines. Default: False
da: Ignorer blanktegn ved sammenligning af linjer. Default: Falsk
de: Ignoriere Änderungen, die nur "weisse" Zeichen (Leerzeichen, Tab, ...) betreffen
es: Ignorar espacios en blanco en la comparación de archivos. Por defecto: No
it: Ignora gli spazi bianchi durante il confronto delle linee. Default: Falso
ja: 行の比較で空白文字を無視する。デフォルトで無効。
pt: Ignorar espaços em branco ao comparar linhas. Pré-definido: False
pt_br: Ignorar espaços em branco ao comparar linhas. Valor padrão: Falso
ru: Игнорировать пробельные разделители при сравнении файлов. По-умолчанию: False
zh_cn: 比较代码行时忽略空格. 默认: 否(False)

source: Ignore WS Amount
da: Ignorer mængden af blanktegn
de: ign. Leeränderungen
es: Ignorar cantidad de espacios en blanco
it: Ignora quantità spazi bianchi
ja: 空白文字の数の違いを無視
pt: Ignorar quantidade WS
pt_br: Quantidade de Espaços Ignorada
ru: Игнорировать Количество Пробельных Разделителей
zh_cn: 忽略空格数量变化
