Repository: velorientc/git_test7
Catalog: i18n/tortoisehg/*.po
Languages: da, de, es, it, ja, pt, pt_br, ru, zh_cn

source: read file list from file
da: læs fil-liste fra fil
de: Dateiliste aus Datei lesen
es: leer lista de archivos desde archivo
it: legge la lista dei file da file
ja: ファイルリストをファイルから読み込む
pt: ler lista do ficheiro apartir do ficheiro
pt_br: ler lista de arquivos a partir do arquivo
ru: прочитать список файлов из файла
zh_cn: 从文件中读取文件列表

source: hgtk about
pt: sobre o hgtk
pt_br: sobre o hgtk
zh_cn: 关于hgtk

source: hgtk add [FILE]...
de: hgtk add [Datei]...
es: hgtk add [ARCHIVO]...
ja: hgtk add [ファイル]...
pt: hgtk adicionar [FILE]...
pt_br: hgtk add [ARQUIVO]...
ru: hgtk add [ФАЙЛ]...
zh_cn: hgtk add [文件]...

source: hgtk clone SOURCE [DEST]
de: hgtk clone QUELLE [ZIEL]
es: hgtk clone ORIGEN [DESTINO]
it: hgtk clone SORGENTE [DESTINAZIONE]
ja: hgtk clone クローン元 [クローン先]
pt: hgtk clone FONTE [DEST]
pt_br: hgtk clone ORIGEM [DEST]
ru: hgtk clone ИСТОЧНИК [НАЗНАЧЕНИЕ]
zh_cn: hgtk clone 源 [目标]

source: record user as committer
da: noter bruger som integrator
de: Protokolliert den angegebenen Nutzer als Versionsersteller
es: recordar usuario como creador del cambio
it: registra l'utente come autore del commit
ja: ユーザをコミッタとして記録する
pt: guardar utilizador como commiter
pt_br: gravar o usuário como autor da consolidação
ru: записать пользователя как фиксирующего
zh_cn: 记录user为提交者

source: record datecode as commit date
da: noter dato som integrationsdato
de: Protokolliert Datumscode als Versionsdatum
es: Guardar código de fecha como fecha de envio
it: registra il datecode come data del commit
ja: 日付をコミット日時として記録する
pt: guardar datecode como data de commit
pt_br: gravar código de data como data de consolidação
ru: записать дату фиксации
zh_cn: 记录datacode为提交日期

source: hgtk commit [OPTIONS] [FILE]...
de: hgtk commit [OPTIONEN] [DATEI]...
es: hgtk commit [OPCIONES] [ARCHIVO]...
it: hgtk commit [OPZIONI] [FILE]...
ja: hgtk commit [オプション] [ファイル]...
pt: hgtk cometer [OPTIONS] [FILE]...
pt_br: hgtk commit [OPÇÕES] [ARQUIVO]...
ru: hgtk commit [ПАРАМЕТРЫ] [ФАЙЛ]...
zh_cn: hgtk commit [选项] [文件]...

source: hgtk hgignore [FILE]
de: hgtk hgignore [DATEI]
es: hgtk hgignore [ARCHIVO]
ja: hgtk hgignore [ファイル]
pt: hgtk hgignore [FICHEIRO]
pt_br: hgtk hgignore [ARQUIVO]
ru: hgtk hgignore [ФАЙЛ]
zh_cn: hgtk hgignore [文件]

source: hgtk init [DEST]
de: hgtk init [ZIEL]
es: hgtk init [DESTINO]
it: hgtk init [DESTINAZIONE]
ja: hgtk init [リポジトリの場所]
ru: hgtk init [НАЗНАЧЕНИЕ]
zh_cn: hgtk init [目标]

source: limit number of changes displayed
da: begræns antaln viste ændringer
de: Begrenzt die Anzahl der angezeigten Änderungen
es: limita el número de cambios a mostrar
it: limita il numero di modifiche mostrate
ja: 表示するチェンジセット数を制限する
pt: limitar números de alterações a mostrar
pt_br: limitar números de alterações a mostrar
ru: ограничить количество отображаемых изменений
zh_cn: 显示修改条目数上限

source: hgtk log [OPTIONS] [FILE]
da: hgtk log [FLAG] [FIL]
de: hgtk log [OPTIONEN] [DATEI]
es: hgtk log [OPCIONES] [ARCHIVO]
it: hgtk log [OPZIONI] [FILE]
ja: hgtk log [オプション] [ファイル]
pt: hgtk registo [OPTIONS] [FILE]
pt_br: hgtk log [OPÇÕES] [ARQUIVO]
ru: hgtk log [ПАРАМЕТРЫ] [ФАЙЛ]
zh_cn: hgtk log [选项] [文件]

source: revision to merge with
zh_cn: 要合并的版本

source: revisions to compare
da: revisioner til sammenligning
de: Revisionen zum Vergleichen
es: revisiones para comparar
it: revisioni da comparare
ja: 比較するリビジョン
pt: revisões para comparar
pt_br: revisões para comparar
ru: ревизии для сравнения
zh_cn: 要比较的版本

source: hgtk status [FILE]...
da: hgtk status [FILER]...
de: hgtk status [DATEI]...
es: hgtk status [ARCHIVO]...
ja: hgtk status [ファイル]...
pt: hgtk estado [FILE]...
pt_br: hgtk status [ARQUIVO]...
ru: hgtk status [ФАЙЛ]...
zh_cn: hgtk status [文件] ...

source: field to give initial focus
zh_cn: 将获有初始焦点的字段

source: hgtk remove [FILE]...
da: hgtk remove [FILER]...
de: hgtk remove [DATEI]...
es: hgtk remove [ARCHIVO]...
ja: hgtk remove [ファイル]...
pt: hgtk remover [FILE]...
pt_br: hgtk remove [ARQUIVO]...
ru: hgtk remove [ФАЙЛ]...
zh_cn: hgtk remove [文件] ...

source: hgtk rename SOURCE [DEST]
da: hgtk rename KILDE [MÅL]
de: hgtk rename QUELLE [ZIEL]
es: hgtk rename ORIGEN [DESTINO]
it: hgtk rename SORGENTE [DESTINAZIONE]
ja: hgtk rename 変更元 [変更先]
pt: hgtk renomear SOURCE [DEST]
pt_br: hgtk rename ORIGEM [DEST]
ru: hgtk rename ИСХОДНОЕ [НАЗНАЧЕНИЕ]
zh_cn: hgtk rename 源 [目标]

source: hgtk revert [FILE]...
da: hgtk revert [FILER]...
de: hgtk revert [DATEI]...
es: hgtk revert [ARCHIVO]...
ja: hgtk revert [ファイル]...
pt: hgtk reverter [FILE]...
pt_br: hgtk revert [ARQUIVO]...
ru: hgtk revert [ФАЙЛ]...
zh_cn: hgtk revert [文件]...

source: hgtk forget [FILE]...
zh_cn: hgtk forget [文件]...

source: hgtk serve [OPTION]...
da: hgtk serve [FLAG]...
es: hgtk serve [OPCIÓN]...
it: hgtk serve [OPZIONI]...
ja: hgtk serve [オプション]...
pt_br: hgtk serve [OPÇÃO]...
ru: hgtk serve [ПАРАМЕТР]...
zh_cn: hgtk serve [选项]...

source: wait until the second ticks over
da: vent indtil næste sekund
de: wartet bis die Sekunde wechselt
es: espera hasta que pase un segundo
it: attende fino al secondo tick
ja: 2回目のシステムクロック通知まで待機する
pt: aguarde até o segundo passar
pt_br: aguarde até o segundo passar
ru: подождать секунду
zh_cn: 等待秒针计数结束

source: notify the shell for paths given
zh_cn: 通知shell所给的路径

source: remove the status cache
da: fjern status cache
de: Statuscache entfernen
es: remover la cache de estado
it: elimina la cache di stato
ja: ステータスキャッシュを削除する
pt: remover a cache de estado
pt_br: remover o cache de estado
ru: удалить кэш статуса
zh_cn: 删除状态缓存

source: show the contents of the status cache (no update)
da: vis indholdet af status cache (ingen updatering)
de: Inhalt vom Statuscache anzeigen (nicht aktualisieren)
es: mostrar el contenido de la cache de estado (no actualizar)
it: mostra la cache di stato (nessun aggiornamento)
ja: ステータスキャッシュの中身を表示する(更新はされない)
pt: mostrar o conteúdo do estado da cache (sem actualizar)
pt_br: mostrar o conteúdo do estado do cache (sem atualizar)
ru: показать содержимое кэша статуса (без обновления)
zh_cn: 显示状态缓存的内容(无更新)

source: udpate all repos in current dir
da: opdater alle depoter i aktuel folder
de: Alle Projektverzeichnisse im akutellen Verzeichnis aktualisieren
es: actualizar todos los repos en el dir actual
it: aggiorna tutti i repository nella directory corrente
ja: このディレクトリにある全てのリポジトリを更新する
pt: actualizar todos os repos no dir actual
pt_br: atualizar todos os repos no dir atual
ru: обновить все хранилища в текущем каталоге
zh_cn: 更新当前目录下的所有仓库

source: hgtk thgstatus [OPTION]
da: hgtk thgstatus [FLAG]
es: hgtk thgstatus [OPCIÓN]
it: hgtk thgstatus [OPZIONI]
ja: hgtk thgstatus [オプション]
pt_br: hgtk thgstatus [OPÇÃO]
ru: hgtk thgstatus [ПАРАМЕТР]
zh_cn: hgtk thgstatus [选项]

source: revision to update
da: valge revision
de: Aktualisieren auf Revision
es: revisión a actualizar
it: revisione da aggiornare
ja: リビジョンを更新
pt: revisão para actualizar
pt_br: revisão para atualizar
ru: ревизия для обновления
zh_cn: 更新到版本

source: changeset to view in diff tool
da: ændring at vise i diff-værktøj
de: Änderungssatz, der mit dem Vergleichswerkzeug angezeigt wird
es: conjunto de cambios a ver en la herramienta de diff
it: changeset da mostrare nello strumento di comparazione
ja: 差分表示ツールで表示するチェンジセット
pt: changeset para ver na ferramenta de diff
pt_br: changeset para ver na ferramenta de diff
ru: набор изменений для отображения в инструменте различий
zh_cn: 比较查看改动集

source: revisions to view in diff tool
da: revisioner at vise i diff-værktøj
de: Revisionen, die mit dem Vergleichswerkzeug angezeigt werden
es: revisiones a revisar con la herramienta diff
it: revisioni da mostrare nello strumento di comparazione
ja: 差分表示ツールで表示するリビジョン
pt: revisões para ver na ferramenta de diff
pt_br: revisões para ver na ferramenta de diff
ru: ревизии для отображения в инструменте различий
zh_cn: 比较查看修订版本

source: bundle file to preview
zh_cn: 打包文件预览

source: launch visual diff tool
da: start visuelt diff-værktøj
de: Visuelles Vergleichswerkzeug starten
es: iniciar herramienta visual de diferenciales
it: lancia il tool grafico di comparazione
ja: GUI 差分表示ツールを起動する
pt: iniciar a ferramenta de diff visual
pt_br: iniciar a ferramenta de diff visual
ru: запустить визуализатор различий
zh_cn: 启动GUI比较工具

source: print license
da: udskriv licens
de: Lizenz anzeigen
es: imprimir licencia
it: stampa la licenza
ja: ライセンス文書を表示
pt: imprimir licença
pt_br: imprimir licença
ru: напечатать лицензию
zh_cn: 打印许可

source: hgtk version [OPTION]
da: hgtk version [FLAG]
es: hgtk version [OPCIÓN]
it: hgtk version [OPZIONI]
ja: hgtk version [オプション]
pt: hgtk versão [OPTION]
pt_br: hgtk version [OPÇÃO]
ru: hgtk version [ПАРАМЕТР]
zh_cn: hgtk version [选项]

source: show the command options
da: vis kommando-flag
de: Zeigt alle Optionen des Befehls
es: mostrar opciones del comando
it: mostra le opzioni del comando
ja: コマンドのオプションを表示する
pt: mostrar as opções dos comandos
pt_br: mostrar as opções dos comandos
ru: показать параметры команды
zh_cn: 显示命令参数选项

source: [-o] CMD
da: [-o] KOMMANDO
de: [-o] BEF
es: [-o] COMANDO
ja: [-o] コマンド
ru: [-o] КОМАНДА
zh_cn: [-o] 命令

source: hgtk help [COMMAND]
da: hgtk help [KOMMANDO]
de: hgtk help [BEFEHL]
es: hgtk help [COMANDO]
it: hgtk help [COMANDO]
ja: hgtk help [コマンド]
pt_br: hgtk help [COMANDO]
ru: hgtk help [КОМАНДА]
zh_cn: hgtk help [命令]

source: Log Details
zh_cn: 日志详细

source: Columns
zh_cn: 栏目

source: Move Up
zh_cn: 上移

source: Move Down
zh_cn: 下移

source: All
zh_cn: 全部

source: Tagged
zh_cn: 带标签的

source: Ancestry
zh_cn: 前版本

source: Merges
zh_cn: 合并信息

source: Hide Merges
zh_cn: 隐藏合并信息

source: Branch Filter
zh_cn: 分支过滤器

source: Custom Filter
da: Tilpasset filter
de: Benutzerdefinierter Filter
es: Filtro Personalizado
it: Filtro personalizzato
ja: ユーザ定義フィルタ
pt: Filtro Personalizado
pt_br: Filtro Personalizado
ru: Настройка Фильтра
zh_cn: 自定义过滤器

source: Keywords
zh_cn: 关键词

source: File Patterns
zh_cn: 文件类型

source: Date
zh_cn: 日期

source: Branches...
zh_cn: 分支...

source: New changesets from the preview bundle are still pending. Accept or reject the new changesets?
zh_cn: 预览包里面的新改动集等待处理. 要接受还是拒绝这些改动集?

source: Accept new Changesets
zh_cn: 接受新改动集

source: &Accept
zh_cn: 接受(&A)

source: &Reject
zh_cn: 拒绝(&R)

source: (Bundle Preview)
zh_cn: (打包预览)

source: Re_fresh
da: _Opdater
de: A_ktualisieren
es: Actuali_zar
it: A_ggiorna
ja: 再読み込み(_F)
pt: Ac_tualizar
pt_br: A_tualizar
ru: Обновить
zh_cn: 刷新(_f)

source: Reload revision history
da: Hent revisionshistorien igen
de: Revisionshistorie neu laden
es: Recargar historial de revisiones
it: Aggiorna la storia delle revisioni
ja: リビジョン履歴を再読み込みする
pt: Recarregar histórico da revisão
pt_br: Recarrega histórico de revisões
ru: Перезагрузить историю ревизий
zh_cn: 重新载入版本历史

source: Show/Hide Patch Branch
zh_cn: 显示/隐藏补丁分支

source: Launch commit tool
zh_cn: 启动提交工具

source: Launch data mining tool
zh_cn: 启动数据挖掘工具

source: Launch recovery tool
zh_cn: 启动恢复工具

source: Launch web server
zh_cn: 启动 web 服务器

source: Launch shelve tool
zh_cn: 启动搁置工具

source: Branches
zh_cn: 分支

source: Tags
zh_cn: 标签

source: Sync Bar
zh_cn: 同步工具条

source: Pending
zh_cn: 挂起

source: Load more Revisions
zh_cn: 载入更多版本

source: Load all Revisions
zh_cn: 载入所有版本

source: Filter Bar
zh_cn: 过滤栏

source: Reset Marks
zh_cn: 重设记号

source: Choose Details...
zh_cn: 选择详细...

source: Compact Graph
zh_cn: 紧凑图示

source: Color by Branch
zh_cn: 按颜色区分分支

source: _Navigate
zh_cn: 浏览(_N)

source: Tip
zh_cn: 提示

source: Working Parent
zh_cn: 当前父版本

source: Revision...
zh_cn: 版本...

source: _Synchronize
zh_cn: 同步(_S)

source: Incoming
da: Indgående
de: Eingehend
es: Entrante
it: In entrata
ja: 受信
pt: A receber
ru: Входящие
zh_cn: 拉取预览

source: Pull
zh_cn: 拉取

source: Outgoing
da: Udgående
de: Ausgehend
es: Saliente
it: In uscita
ja: 送信
pt: Envio
ru: Исходящие
zh_cn: 推送预览

source: Push
da: Skub
de: Hochladen
es: Enviar
ja: プッシュ
ru: Проталкивание
zh_cn: 推送

source: Email...
zh_cn: 邮寄...

source: Accept Bundle
zh_cn: 接受Bundle

source: Reject Bundle
zh_cn: 拒绝Bundle

source: Import...
zh_cn: 导入...

source: Add Bundle...
zh_cn: 添加Bundle...

source: Configure Paths...
zh_cn: 配置路径...

source: Force pull or push
da: Gennemtving træk eller skub
de: Herunter- oder hochladen erzwingen
es: Forzar extracción o envio
it: Forza il pull o il push
ja: 強制的にプル/プッシュする
pt: Forçar puxar/empurrar
pt_br: Força pull ou push
ru: Принудительное затягивание или проталкивание
zh_cn: 强制拉取/推送

source: Push new branch
zh_cn: 推送新分支

source: _Filter
da: _Filtrer
es: _Filtro
it: _Filtro
ja: フィルタ(_F)
pt: _Filtro
pt_br: _Filtrar
ru: Фильтр
zh_cn: 过滤器(_F)

source: Branch
da: Gren
de: Zweig
es: Rama
ja: ブランチ
pt: Ramificação
pt_br: Ramo
ru: Ветка
zh_cn: 分支

source: Custom
zh_cn: 自定义

source: %s (submitted)
zh_cn: %s (已提交)

source: %s (pending)
zh_cn: %s (挂起)

source: Submitted
zh_cn: 已提交

source: %d pending changelists found
zh_cn: 找到 %d 挂起的变更列表

source: Graph
da: Graf
es: Gráfico
it: Grafico
ja: グラフ
pt: Gráfico
pt_br: Grafo
ru: Граф
zh_cn: 图表

source: Revision Number
zh_cn: 版本号

source: Changeset ID
zh_cn: 改动集ID

source: Revision Number/ID
zh_cn: 修订版本号/ID

source: Branch Name
zh_cn: 分支名

source: Changes
zh_cn: 更改

source: Summary
da: Uddrag
de: Zusammenfassung
es: Resumen
it: Riepilogo
ja: 要約
pt: Sumário
pt_br: Sumário
ru: Сводка
zh_cn: 摘要

source: Local Date
da: Lokal dato
de: lokales Datum
es: Fecha local
it: Data locale
ja: ローカル時間
pt: Data local
pt_br: Data local
ru: Локальное Время
zh_cn: 本地日期

source: UTC Date
zh_cn: UTC日期

source: Age
zh_cn: 年龄

source: Invalid date specification
da: Ugyldig datospecifikation
de: ungültige Datumsangabe
es: Especificación de fecha inválida
it: Formato data non valido
ja: 無効な日付指定です
pt: especificação da data inválida
pt_br: especificação da data inválida
ru: Неверная даты
zh_cn: 无效的日期

source: '%s' filter:
zh_cn: '%s' 过滤:

source: Filter
zh_cn: 过滤器

source: %s branch
zh_cn: %s 分支

source: Branch '%s'
zh_cn: 分支 '%s'

source: merges
zh_cn: 合并记录

source: only Merges
zh_cn: 只限合并信息

source: revision ancestry
zh_cn: 前版本

source: Ancestry of %s
zh_cn: %s的前版本

source: tagged revisions
zh_cn: 打标签的版本

source: Tagged Revisions
zh_cn: 具有标签的版本

source: working parents
zh_cn: 当前父版本

source: no Merges
zh_cn: 合并信息除外

source: Current patch: %s,
zh_cn: 当前补丁: %s,

source: %(count)d of %(total)d applied patches
zh_cn: %(count)d of %(total)d 应用的补丁

source: Visualize Change
zh_cn: 可视化显示改动

source: Pull to Here
zh_cn: 拉到这里

source: Push to Here
zh_cn: 推向这里

source: Push this Branch
zh_cn: 推送这个分支

source: _Update...
zh_cn: 更新(_U)...

source: _Merge with...
zh_cn: 合并(_M)...

source: Backout...
zh_cn: 撤销...

source: _Revert
zh_cn: 还原(_R)

source: Export
zh_cn: 导出

source: Tag
zh_cn: 标签

source: _Export Patch...
zh_cn: 导出补丁(_E)...

source: E_mail Patch...
zh_cn: 邮寄补丁(_m)...

source: _Bundle rev:tip...
zh_cn: 打包 rev:tip

source: _Archive...
zh_cn: 打包...

source: Add/Remove _Tag...
zh_cn: 添加/移除标签(_T)...

source: Rename Bookmark...
zh_cn: 重命名书签...

source: Set Current Bookmark...
zh_cn: 设置当前书签...

source: Import Revision to MQ
zh_cn: 导入修正到 MQ

source: Strip Revision...
zh_cn: 截去版本...

source: Reset
zh_cn: 重置

source: Mark as Good
zh_cn: 标记为好的

source: Mark as Bad
zh_cn: 标记为差的

source: Skip Testing
zh_cn: 跳过测试

source: _Diff with selected
zh_cn: 与选中的比较

source: Visual Diff with selected
zh_cn: 与选中的进行可视化比较

source: Email from here to selected...
zh_cn: 邮寄从当前到选中的...

source: Bundle from here to selected...
zh_cn: 打包从当前到选中的...

source: Export Patches from here to selected...
zh_cn: 导出从当前到选中的...

source: Transplant Revision range to local
zh_cn: 移植版本范围到本地

source: Rebase on top of selected
zh_cn: 重定位到选中的

source: Import from here to selected to MQ
zh_cn: 从这里选择后导入到 MQ

source: Load more
zh_cn: 更多

source: load more revisions
zh_cn: 更多版本

source: Load all
zh_cn: 全部

source: load all revisions
zh_cn: 所有版本

source: Download and view incoming changesets
zh_cn: 下载和查看可拉取的改动集

source: Accept changes from Bundle preview
zh_cn: 接受包预览中的改动

source: Reject changes from Bundle preview
zh_cn: 拒绝包预览中的改动

source: Pull incoming changesets
zh_cn: 拉取改动集

source: Import patches
zh_cn: 导入补丁

source: Determine and mark outgoing changesets
zh_cn: 确定和标记可推送的改动集

source: Push outgoing changesets
zh_cn: 推送改动集

source: Email outgoing changesets
zh_cn: 邮寄改动集

source: Stop current transaction
zh_cn: 停止当前事务

source: After Pull:
zh_cn: 拉取后:

source: Nothing
da: Ingenting
de: Nichts
es: Nada
it: Nessuna
ja: なし
pt: Nada
pt_br: Nenhuma
ru: Ничего
zh_cn: 空

source: Update
da: Opdater
de: Aktualisieren
es: Actualizar
it: Aggiorna
ja: 更新
pt: Actualizar
ru: Обновить
zh_cn: 更新

source: Fetch
da: Hent
de: Abrufen
es: Traer
ja: 取得
ru: Получить
zh_cn: 获取

source: Rebase
es: Remodificar
ja: リベース
ru: Перебазировать
zh_cn: 重定位

source: Configure aliases and after pull behavior
zh_cn: 配置别名以及拉取后的行为

source: No remote path specified
zh_cn: 未指定远程路径

source: Please enter or select a remote path
zh_cn: 请输入或选择一个远程路径

source: Accept incoming previewed changesets
zh_cn: 接受拉取预览的改动集

source: Accept
zh_cn: 接受

source: Reject incoming previewed changesets
zh_cn: 拒绝拉取预览的改动集

source: Reject
zh_cn: 拒绝

source: Bundle Preview
zh_cn: Bundle预览

source: Open Bundle
zh_cn: 打开Bundle

source: Finished pull
zh_cn: 拉取完成

source: No changesets to pull
zh_cn: 没有变更集可用来拉取

source: Aborted pull
zh_cn: 终止的拉取

source: Pulling changesets...
zh_cn: 拉取变更集...

source: %d outgoing changesets
zh_cn: %d 个输出的变更集

source: No repository selected
da: Intet depot valgt
de: Kein Projektarchiv ausgewählt
es: Ningún repositorio seleccionado
it: Nessun repository selezionato
ja: リポジトリが選択されていません
pt: Nenhum repositório seleccionado
pt_br: Nenhum repositório selecionado
ru: Хранилище не выбрано
zh_cn: 未选择仓库

source: Select a peer repository to compare with
da: Vælg et andet depot at sammenligne med
de: Wählen Sie ein anderes Projektverzeichnis, mit den Verglichen werden kann
es: Seleccione repositio a comparar
it: Seleziona un repository remoto da confrontare
ja: 比較対象の2つのリポジトリを選択
pt: Seleccione um repositório do par para poder comparar com
pt_br: Selecione um repositório relacionado com o qual comparar
ru: Выберите хранилище, с которым сравнивать
zh_cn: 选择一个对等仓库进行比较

source: Finished push
zh_cn: 推送完成

source: Aborted push
zh_cn: 终止的推送

source: Pushing changesets...
zh_cn: 推送变更集...

source: Confirm Revert All Files
zh_cn: 确认还原所有文件

source: Revert all files to revision %d? This will overwrite your local changes
da: Tilbagefør alle filer til revision %d? Dette vil overskrive dine lokale ændringer
de: Alle Dateien auf die Revision %d zurücksetzen? Dies wird Ihre lokalen Änderungen überschreiben.
es: ¿Desea revertir todos los archivos a la revisión %d? Esto sobrescribirá tus cambios actuales
it: Ripristina tutti i file alla revisione %d? Le modifiche locali verranno sovrascritte
ja: 全てのファイルをリビジョン%dに戻しますか？ この操作はワーキングコピーを上書きします。
pt: Reverter todos os ficheiros para a revisão %d? Isto irá sobrescrever as suas alterações locais
pt_br: Reverter todos os arquivos para a revisão %d? Isto irá sobrescrever as suas alterações locais
ru: Возвратить все файлы ревизии %d? Это затрёт все локальные изменения
zh_cn: 要还原所有文件到版本%d吗? 这将会覆盖您的本地改动

source: Save patches to
zh_cn: 保存补丁到

source: Write bundle to
da: Skriv bundt til
de: Schreibe Bündel in
es: Guardar conjunto de cambios en
it: Scrivi bundle in
ja: バンドルの保存
pt: Escrever bundle para
pt_br: Escrever bundle para
ru: Записать пачку в
zh_cn: 打包保存到

source: Finish importing
zh_cn: 导入完成

source: Aborted importing
zh_cn: 终止的导入

source: Failed to import
zh_cn: 导入失败

source: Importing
zh_cn: 导入

source: Importing to Patch Queue...
zh_cn: 导入到 Patch Queue...

source: Confirm Rebase Revision
zh_cn: 确认重定位版本

source: Rebase revision %d on top of %d?
zh_cn: 重定位版本%d到%d之上

source: Confirm Forced Push to Remote Repository
zh_cn: 确认要强制Push到远方版本库

source: Forced push to remote repository %s (creating new heads in remote if needed)?
zh_cn: 强制push到远方版本库 %s （根据需要在远方版本库创建新的分支）？

source: Forced &Push
zh_cn: 强制 &Push

source: Push to remote repository %s (creating new branches in remote if needed)?
zh_cn: 推送到远程仓库 %s (如果需要在远程创建一个新的分支)?

source: Confirm Push to remote Repository
zh_cn: 确认Push到远方版本库

source: Push to remote repository %s ?
zh_cn: Push到远方版本库 %s ？

source: Confirm Forced Push
zh_cn: 确认强制Push

source: Forced push to repository %s (creating new heads if needed)?
zh_cn: 强制push到版本库 %s （根据需要创建新的分支）?

source: Pushing branch %s...
zh_cn: 推送分支 %s...

source: Push to %s
zh_cn: 推送到 %s

source: Pull to %s
zh_cn: 拉取到 %s

source: Save patch to
da: Gem lap som
de: Sichere Patch in
es: Guardar parche en
it: Scrivi patch in
ja: パッチの保存
pt: Guardar patch em
pt_br: Salvar patch em
ru: Сохранить заплатку в
zh_cn: 保存补丁到

source: %(count)d of %(total)d Revisions
zh_cn: 版本数%(count)d/%(total)d

source: Changeset not found in current view
zh_cn: 未在当前视图中找到变更集

source: Repository is empty
zh_cn: 仓库为空

source: Universal Date
da: Universel dato
de: Universelles Datum
es: Fecha universal
it: Data universale
ja: UTC時間
pt: Data universal
pt_br: Data Universal
ru: Всеобщее Время
zh_cn: 通用日期

source: Merging in %s
zh_cn: 正在进行合并 %s

source: Unable to merge
da: Ude af stand til at flette
de: Zusammenführen nicht möglich
es: No se ha podido unir
it: Impossibile eseguire il merge
ja: マージできませんでした
pt: Não é possível fundir
pt_br: Não é possível mesclar
ru: Слияние невозможно
zh_cn: 无法合并

source: Must supply a target revision
da: Der skal angives en revision at flette med
de: braucht eine Zielversion
es: Debes aportar una revisión como objetivo
it: Deve essere fornita una revisione
ja: 対象となるリビジョンの指定が必要です
pt: Tem de fornecer uma revisão de destino
pt_br: Deve fornecer uma revisão de destino
ru: Необходимо указать целевую ревизию
zh_cn: 必须提供一个目标版本

source: Outstanding uncommitted changes
zh_cn: 待处理的未提交的改动

source: Not a head revision!
da: Ikke en hovedrevision!
de: keine Koptrevision
es: ¡ No es una revisión de cabezera !
it: Non è una revisione head
ja: HEAD リビジョンではありません！
pt: Não é uma revisão head!
pt_br: Não é uma revisão de cabeça!
ru: Это не головная ревизия!
zh_cn: 不是head版本

source: Merge target (other)
da: Fletterevision (den der flettes ind)
de: Ziel zum Zusammenführen (anderes)
es: Objectivo de fusión (otro)
it: Revisione con la quale eseguire il merge
ja: マージ対象 (他のリビジョン)
pt: Fundir destino (outro)
pt_br: Mesclar destino (outro)
ru: Цель слияния (другая)
zh_cn: 合并目标(其他)

source: Current revision (local)
da: Aktuel revision (lokal)
de: aktuelle Revision (lokal)
es: Revisión atual (local)
it: Revisione attuale (locale)
ja: 現在のリビジョン (ローカル)
pt: Versão actual (local)
pt_br: Versão atual (local)
ru: Текущая ревизия (локальная)
zh_cn: 当前版本(本地)

source: Merge
da: Flet
de: Zusammenführen
es: Combinar
ja: マージ
pt: Juntar
pt_br: Mesclar
ru: Слить
zh_cn: 合并

source: Undo
da: Fortryd
de: Rückgängig
es: Deshacer
it: Annulla
ja: 取り消し
pt: Anular
pt_br: Anular
ru: Отменить
zh_cn: 撤销

source: Merged successfully
zh_cn: 合并操作完成

source: Canceled merging
zh_cn: 合并操作取消

source: Failed to merge
zh_cn: 合并操作失败

source: Undo successfully
zh_cn: 撤销操作完成

source: Canceled undo
zh_cn: 撤销操作取消

source: Failed to undo
zh_cn: 撤销操作失败

source: To complete merging, you need to commit merged files in working directory. Do you want to exit?
zh_cn: 为了完成合并, 您还需要提交当前工作目录中合并后的文件. 想要退出吗?

source: Cannot merge
zh_cn: 不能合并

source: Uncommitted local changes
zh_cn: 未提交的本地变更

source: Confirm undo merge
da: Bekræft fortryd flet
de: Rückgängig bestätigen
es: Confirmar deshacer fusión
it: Conferma annullamento merge
ja: マージの取り消し
pt: Confirmar anular fundir
pt_br: Confirmar desfazimento da mesclagem
ru: Подтвердить отмену слияния
zh_cn: 确认撤销合并

source: Clean checkout of original revision?
da: Ren opdatering til originalrevision?
de: aktualisieren auf originale Revision und lokale Änderungen verwerfen?
es: ¿ Limpiar copia de la revisión original ?
it: Eseguire il checkout pulito della revisione originale?
ja: 元のリビジョンを完全な形でチェックアウトしますか？
pt: Checkout limpo da revisão original?
pt_br: Obter revisão original limpa?
ru: Очистить от изменений выгрузку первоначальной ревизии?
zh_cn: 要检出干净的原始版本吗?
