Repository: velorientc/git_test7
Catalog: i18n/tortoisehg/*.po
Languages: da, de, es, it, ja, pt, pt_br, ru, zh_cn

source: TortoiseHg Overlay Icon Server
zh_cn: TortoiseHg Overlay 图标服务

source: Exit
zh_cn: 退出

source: Several icons are courtesy of the TortoiseSVN project
da: Adskillige ikoner stammer fra TortoiseSVN projektet
de: Verschiedene Icons wurden freundlicherweise durch das TortoiseSVN-Projekt zur Verfügung gestellt.
es: Varios iconos son cortesía del proyecto TortoiseSVN
it: Alcune icone sono state cortesemente concesse dal progetto TortoiseSVN
ja: 一部アイコンはTortoiseSVNからの提供です
pt: Alguns ícones são da cortesia do projecto TortoiseSVN
pt_br: Vários ícones são cortesia do projeto TortoiseSVN
ru: Некоторые значки взяты из проекта TortoiseSVN
zh_cn: 一些图标由 TortoiseSVN 项目友情提供

source: A new version of TortoiseHg is ready for download!
zh_cn: 新版 TortoiseHg 己经可以下载了！

source: (version %s)
ru: (версия %s)
zh_cn: (版本 %s)

source: Copyright 2008-2010 Steve Borho and others
zh_cn: ©2008-2010 Steve Borho 和其他人

source: with %s
de: mit %s
ru: с %s
zh_cn: 包含 %s

source: = Working Directory Parent =
zh_cn: = 工作目录的上层目录 =

source: Archive - %s
zh_cn: 存档 - %s

source: Archive revision:
zh_cn: 存档版本:

source: Only files modified/created in this revision
zh_cn: 仅当前版本中被修改/创建的文件

source: Browse...
da: Gennemse...
de: Durchsuchen...
es: Navegar...
it: Sfoglia...
ja: 選択...
pt: Navegar...
pt_br: Procurar...
ru: Обзор...
zh_cn: 浏览...

source: Destination path:
zh_cn: 目标路径:

source: Directory of files
zh_cn: 文件所在目录

source: Archive types:
zh_cn: 文档类型:

source: Uncompressed tar archive
zh_cn: 未压缩的 tar 文档

source: Tar archive compressed using bzip2
zh_cn: 使用 bzip2 压缩的 tar 文档

source: Tar archive compressed using gzip
zh_cn: 使用 gzip 压缩的 tar 文档

source: Uncompressed zip archive
zh_cn: 未压缩的 zip 文档

source: Zip archive compressed using deflate
zh_cn: 使用 deflate 压缩的 zip 文档

source: Archive
zh_cn: 存档

source: Archived successfully
zh_cn: 存档成功

source: Canceled archiving
zh_cn: 存档取消

source: Failed to archive
zh_cn: 存档失败

source: Tar archives
zh_cn: tar 文档集

source: Bzip2 tar archives
zh_cn: bzip2 压缩过的 tar 文档集

source: Gzip tar archives
zh_cn: gzip 压缩过的 tar 文档集

source: Compressed zip archives
zh_cn: 压缩过的 zip 文档集

source: Select Destination Folder
da: Vælg mål-mappe
de: Zielordner auswählen
es: Seleccionar carpeta de destino
it: Selezionare la cartella destinazione
ja: クローン先
pt: Seleccione a pasta de destino
pt_br: Selecão da Pasta de Destino
ru: Выберите Папку Назначения
zh_cn: 选择目标文件夹

source: Select Destination File
zh_cn: 选择目标文件

source: All Files (*.*)
zh_cn: 所有文件 (*.*)

source: Confirm Overwrite
da: Bekræft overskrivning
de: Überschreiben bestätigen
es: Pregunta de confirmación
it: Conferma sovrascrittura
ja: 上書きの確認
pt: Confirmar sobrescrita
pt_br: Confirmar sobrescrita
ru: Потвердить Переписывание
zh_cn: 确认覆盖

source: The destination "%s" already exists! Do you want to overwrite it?
zh_cn: 目标 "%s" 已存在！ 您想覆盖它吗?

source: The directory "%s" isn't empty! Do you want to overwrite it?
zh_cn: 目标目录 "%s" 不为空！ 您想覆盖它吗?

source: Backout changeset - %s
zh_cn: 撤销变更集 - %s

source: Backed out changeset:
da: Omgjort ændring:
de: Zurückgenommener Änderungssatz
es: Conjunto de cambios retirado:
it: Backout eseguito sul changeset:
ja: バックアウトしたチェンジセット:
pt: Changeset revertido:
pt_br: Changeset anulado:
ru: Восстановленный набор изменений:
zh_cn: 撤销的变更集:

source: Changeset Description
da: Ændringsbeskrivelse
de: Beschreibung des Änderungssatzes
es: Descripcion del conjunto de cambios
it: Descrizione changeset
ja: チェンジセット情報
pt: Descrição do changeset
pt_br: Descrição do Changeset
ru: Описание Набора изменений
zh_cn: 变更集描述

source: Backout commit message
da: Omgør integrationsbesked
de: Versionsmeldung zu Zurücknamme
es: Retirar mensaje de gravado
it: Messaggio di commit per il backout
ja: バックアウトのコミットメッセージ
pt: Reverter a mensagem de commit
pt_br: Mensagem de consolidação da anulação
ru: Заметка фиксации восстановления
zh_cn: 撤销提交信息

source: Use English backout message
zh_cn: 使用英文撤销信息

source: Backout
da: Omgør
de: Zurückgesetzt
es: Retirar
ja: バックアウト
ru: Восстановить
zh_cn: 反转

source: Backed out successfully, you must now commit the results
zh_cn: 撤销成功，您必须立即提交结果

source: Canceled backout
zh_cn: 中止反转取消

source: Failed to backout
zh_cn: 反转操作失败

source: Confirm Discard Message
da: Bekræft kasser besked
de: meldung verwerfen bestätigen
es: Confirmar mensaje descartar
it: Conferma sovrascrittura messaggio
ja: コミットログの破棄
pt: Confirmar rejeição da mensagem
pt_br: Confirmar Descarte da Mensagem
ru: Подтвердить Отказ от Заметки
zh_cn: 确认丢弃改动说明

source: Discard current backout message?
zh_cn: 要丢弃当前的反转说明吗?

source: Bookmark - %s
zh_cn: 书签

source: Add
da: Tilføj
de: Hinzufügen
es: Añadir
it: Aggiungi
ja: 追加
pt: Adicionar
pt_br: Adicionar
ru: Добавить
zh_cn: 添加

source: Move
da: Flyt
de: Verschieben
es: Mover
it: Sposta
ja: 移動
pt: Mover
pt_br: Mover
ru: Переместить
zh_cn: 移动

source: Remove
da: Fjern
de: Entfernen
es: Eliminar
it: Rimuovi
ja: 削除
pt: Remover
pt_br: Remover
ru: Удалить
zh_cn: 移除

source: Rename
zh_cn: 重命名

source: Set Current
zh_cn: 设为当前

source: unexpected type: %s
zh_cn: 异常类型: %s

source: Old name:
zh_cn: 原名称:

source: Bookmark:
zh_cn: 书签

source: Revision:
es: Revisión:
it: Revisione:
ja: リビジョン：
pt: Revisão:
pt_br: Revisão:
ru: Ревизия:
zh_cn: 修订版本:

source: New Name:
zh_cn: 新名称：

source: Make new/moved bookmark current
zh_cn: 使 新/移动 标签 为当前

source: unexpected response id: %s
zh_cn: 非预期的应答id: %s

source: Bookmark input is empty
zh_cn: 书签输入为空

source: Please enter bookmark name
zh_cn: 请输入标签名

source: Bookmarking completed
zh_cn: 书签设置完毕

source: Bookmark "%s" has been added
zh_cn: "%s" 书签己添加

source: Error in bookmarking
zh_cn: 书签设置过程中出错

source: Bookmark "%s" has been moved
zh_cn: 书签 "%s" 已移动

source: Bookmark name is empty
zh_cn: 书签名为空

source: Please select bookmark name to remove
zh_cn: 请选择要删除的书签名

source: Bookmark "%s" has been removed
zh_cn: "%s"书签己被删除

source: Bookmark new name input is empty
zh_cn: 书签新名称为空

source: Please enter new bookmark name
zh_cn: 请输入新的书签名

source: Bookmark "%s" has been renamed to "%s"
zh_cn: "%s"书签已经被重命名为"%s"

source: Bookmark "%s" has been made current
zh_cn: 当前书签 "%s" 已被创建

source: a bookmark named "%s" already exists
zh_cn: 书签名称 "%s" 已存在

source: No bookmark named "%s" exists
zh_cn: 书签名称 "%s" 不存在

source: Bookmark '%s' does not exist
zh_cn: 书签 '%s' 不存在

source: status
es: estado
it: stato file
ja: 状態
pt: estado
ru: статус
zh_cn: 状态

source: type
zh_cn: 类型

source: path
da: sti
de: Pfad
es: ruta
it: percorso
ja: パス
pt: caminho
pt_br: caminho
ru: путь
zh_cn: 路径

source: browser
zh_cn: 浏览器

source: TortoiseHg Bug Report
da: TortoiseHg fejlrapport
de: TortoiseHg Fehlerbericht
es: TortoiseHg: Informe de fallo
it: TortoiseHg rapporto errori
ja: TortoiseHgバグ報告
pt: Relatório de erro do TortoiseHg
pt_br: Relatório de defeitos do TortoiseHg
ru: Отчет об ошибке TortoiseHg
zh_cn: TortoiseHg Bug报告

source: Save as..
zh_cn: 另存为..

source: Close
da: Luk
de: Schließen
es: Cerrar
it: Chiudi
ja: 閉じる
pt: Fechar
pt_br: Fechar
ru: Закрыть
zh_cn: 关闭

source: Save error report to
zh_cn: 保存错误报告至

source: %s changeset
zh_cn: %s 改动集

source: [All Files]
da: [Alle Filer]
de: [Alle Dateien]
es: [Todos los archivos]
it: [Tutti]
ja: [全てのファイル]
pt: [Todos os Ficheiros]
pt_br: [Todos os Arquivos]
ru: [Все файлы]
zh_cn: [全部文件]

source: unknown hunk type: %s
zh_cn: 未知的差分块类型: %s

source: %s is larger than the specified max diff size
da: %s er større end den specificerede max diff size
de: %s ist grösser als die maximal konfigurierte Vergleich-Grösse
es: %s es mayor que el maximo tamaño de diferencial especificado
it: %s è più grande della massima dimensione di modifiche specificata
ja: %s は設定されている最大差分サイズを超えています
pt: %s é maior que o tamanho máx. de diff especificado
pt_br: %s é maior que o tamanho máx. de diff especificado
ru: %s превышает указанный максимальный размер файла различий
zh_cn: %s 超过了指定的最大差分长度

source: Repository Error: %s, refresh suggested
zh_cn: 仓库出错: %s, 建议刷新仓库

source: [no hunks to display]
zh_cn: [无可显示的差分块]

source: _Visual Diff
zh_cn: 可视化比较

source: Diff to _local
zh_cn: 与本地版本比较

source: _View at Revision
zh_cn: 查看特定版本

source: _Save at Revision...
zh_cn: 保存特定版本

source: _File History
zh_cn: 文件历史

source: _Annotate File
zh_cn: 标注文件

source: _Revert File Contents
zh_cn: 还原文件内容

source: Changeset:
zh_cn: 改动集:

source: Parent:
zh_cn: 父版本:

source: Child:
zh_cn: 子版本:

source: Patch:
zh_cn: 补丁:

source: Diff to second Parent
zh_cn: 与第二父版本比较

source: Save file to
da: Gem fil som
de: Datein speichern unter
es: Guardar archivo en
it: Salva con nome
ja: ファイルに保存
pt: Guardar ficheiro em
pt_br: Salvar arquivo em
ru: Сохранить файл в
zh_cn: 保存文件到

source: Unable to save file
zh_cn: 不能保存文件

source: Confirm revert file to old revision
da: Bekræft tilbagefør fil til gammel revision
de: Zurücksetzen bestätigen
es: Confirmar reversión del archivo a revisión antigua
it: Conferma ripristino file alla vecchia revisione
ja: ファイルを過去のリビジョンに戻す
pt: Confirmar reversão do ficheiro para a revisão anterior
pt_br: Confirma a reversão do arquivo para a revisão anterior
ru: Подтвердить возвращение файла к старой ревизии
zh_cn: 确认还原文件到旧版本

source: Revert %s to contents at revision %d?
da: Tilbagefør %s til indhold i revision %d?
de: Inhalt von %s zurücksetzen auf Revision %d?
es: Revertir %s a contenidos de la revision %d?
it: Ripristina %s con il contenuto alla revisione %d?
ja: %s をリビジョン %d に戻しますか？
pt: Reverter %s para o conteúdo da revisão %d?
pt_br: Reverter %s para o conteúdo na revisão %d?
ru: Вернуть содержимое %s к ревизии %d?
zh_cn: 要还原%s的内容到版本%d吗?

source: Enable _Wordwrap
zh_cn: 启用 _Wordwrap

source: File is larger than the specified max size.
da: Fil er større end den specificerede maksimale størrelse.
de: Die Datei ist grösser als die gegebene maximale Grösse.
es: El archivo es más grande que el tamaño máximo especificado.
it: La dimensione del file è maggiore della dimensione massima specificata.
ja: 設定されている最大ファイルサイズを超えています。
pt: O ficheiro é maior que o tamanho máximo especificado.
pt_br: O arquivo é maior que o tamanho máximo especificado.
ru: Файл больше указанного максимального размера.
zh_cn: 文件大小超过了指定的最大值.

source: Hunk selection is disabled for this file.
da: Stump-valg er deaktiveret for denne fil.
de: Die Auswahl von Blöcken ist in dieser Datei nicht möglich.
es: Selección de pedazos deshabilitada para este archivo.
it: La selezione dei blocchi è disabilitata per questo file.
ja: このファイルではハンクの選択が無効化されています。
pt: A selecção dos pedaços está desactivada para este ficheiro.
pt_br: A seleção dos trechos está desativada para este arquivo.
ru: Выбор полосы отключён для этого файла.
zh_cn: 该文件上禁止选取差分块.

source: File is binary.
zh_cn: 文件是二进制的.

source: TortoiseHg Clone
da: TortoiseHg klon
es: Clon TortoiseHg
it: TortoiseHg Clonazione
ja: TortoiseHg クローンツール
ru: TortoiseHg Клонирование
zh_cn: TortoiseHg 克隆

source: Source path:
zh_cn: 源路径:

source: Select Source Folder
da: Vælg kilde-mappe
de: Quellordner auswählen
es: Elegir carpeta de origen
it: Selezionare la cartella sorgente
ja: クローン元
pt: seleccione a pasta de origem
pt_br: Selecão da Pasta de Origem
ru: Выберите Исходную Папку
zh_cn: 选择源目录

source: Advanced options
zh_cn: 高级选项

source: Clone to revision:
zh_cn: 克隆指定版本:

source: Do not update the new working directory
zh_cn: 不更新当前新的工作目录

source: Use pull protocol to copy metadata
zh_cn: 使用pull协议来拷贝元数据

source: Use uncompressed transfer
zh_cn: 使用非压缩传输

source: Use proxy server
zh_cn: 使用代理服务器

source: Remote command:
zh_cn: 远程命令:

source: Clone
da: Klon
de: Klonen
es: Clonar
it: Clona
ja: クローン
pt: Clonar
pt_br: Clonar
ru: Клонировать
zh_cn: 克隆

source: Cloned successfully
zh_cn: 克隆操作成功

source: Canceled updating
zh_cn: 更新操作取消

source: Failed to clone
zh_cn: 克隆操作失败

source: Source path is empty
da: Kilde sti er tom
de: Quellpfad ist leer
es: La ruta de origen está vacia
it: Percorso sorgente non specificato
ja: クローン元のパスが入力されていません
pt: O caminho original está vazio
pt_br: O caminho original está vazio
ru: Исходный путь пуст
zh_cn: 源路径为空

source: Please enter a valid source path
da: Skriv en gyldig kildesti
de: Bitte einen gültigen Quellpfad angeben
es: Por favor ingrese una ruta de fuente valida
it: Si prega di inserire un percorso sorgente valido
ja: 有効なクローン元のパスを入力してください
pt: Escreva um caminho válido
pt_br: Por favor forneça um caminho válido de origem
ru: Пожалуйста, введите верный исходный путь
zh_cn: 请输入有效的源路径

source: Source and destination are the same
zh_cn: 源和目标相同

source: Please specify different paths
zh_cn: 请指定不同的路径

source: Branch Operations
da: Grenoperationer
de: Zweig-Befehle
es: Operaciones de rama
it: Operazioni sui branch
ja: ブランチの操作
pt: Operações Branch
pt_br: Operações de Ramos
ru: Действия над Ветками
zh_cn: 分支操作

source: Select branch of merge commit
zh_cn: 选择要合并的分支

source: No branch changes
da: Ingen ændringer af gren
de: Zweig nicht verändern
es: No cambios en etiqueta
it: Nessuna operazione sui branch
ja: ブランチを変更しない
pt: Sem alterações no ramo
pt_br: Sem alterações no ramo
ru: Ветка не изменена
zh_cn: 没有包含改动的分支

source: Open a new named branch
da: Åben en ny navngivet gren
de: neuen benannten Zweig öffnen
es: Abrir una nueva rama nombrada
it: Apre un nuovo branch
ja: 新しくブランチを開始する
pt: Abrir um novo ramo
pt_br: Abrir um novo ramo nomeado
ru: Открыть новую именованную ветку
zh_cn: 创建并命名新的分支

source: Close current named branch
da: Luk nuværende navngivne gren
de: aktuellen benannten Zweig schliessen
es: Cerrar rama nombrada actual
it: Chiude il branch corrente
ja: 現在のブランチを閉じる
pt: Fechar o ramo actual
pt_br: Fechar o ramo nomeado atual
ru: Закрыть текущую именованную ветку
zh_cn: 关闭当前分支

source: Changes take effect on next commit
da: Ændringer vil være effektive fra næste integration
de: Änderungen werden bei der nächsten Übernahme aktiv
es: Los cambios surtiran efecto en la proxima consignación
it: Le modifiche avranno effetto al prossimo commit
ja: 変更は次のコミットで反映されます
pt: As alterações terão efeito no próximo commit
pt_br: As alterações terão efeito na próxima consolidação
ru: Изменения вступят в силу при следующей фиксации
zh_cn: 改动会在下次提交时生效

source: Patch Queue
zh_cn: 补丁队列

source: _View
zh_cn: 查看(_V)

source: Toolbar
zh_cn: 工具栏

source: Advanced
zh_cn: 高级

source: Parents
zh_cn: 父版本

source: Refresh
da: Opdater
de: Aktualisieren
es: Refrecar
it: Aggiorna
ja: 再読み込み
pt: Actualizar
pt_br: Atualizar
ru: Обновить
zh_cn: 刷新

source: Ignore Max Diff Size
zh_cn: 无视最大差分大小限制

source: _Operations
zh_cn: 操作(_O)

source: _Commit
da: _Integrer
de: Ü_bernehmen
es: -Consignar
ja: コミット(_C)
pt: _Enviar
pt_br: _Consolidar
ru: Фиксировать
zh_cn: 提交(_C)

source: _Undo
da: _Fortryd
de: _Rückgängig
es: _Deshacer
it: _Annulla
ja: 取り消し(_U)
pt: An_ular
pt_br: _Desfazer
ru: Отменить
zh_cn: 撤销(_U)

source: _Diff
zh_cn: 比较(_D)

source: Re_vert
da: Nulstil
de: _Zurücksetzen
es: Re_vertir
it: Ripristina
ja: 元に戻す(_V)
pt: Re_verter
pt_br: Re_verter
ru: Возвратить
zh_cn: 还原(_v)

source: _Add
da: _Tilføj
de: _Hinzufügen
es: _Añadir
it: _Aggiungi
ja: 追加(_A)
pt: _Adicionar
pt_br: _Adicionar
ru: Добавить
zh_cn: 添加(_A)

source: _Remove
da: _Fjern
de: _Entfernen
es: _Quitar
it: _Rimuovi
ja: 削除(_R)
pt: _Remover
pt_br: _Remover
ru: Удалить
zh_cn: 移除(_R)

source: _Forget
zh_cn: 遗忘(_F)

source: undo recent commit
da: fortryd sidste integration
de: letzte übernahme rückgängig machen
es: deshacer consignación reciente
it: Annulla ultimo commit
ja: 直前のコミットを取り消す
pt: anular commit recente
pt_br: desfazer uma consolidação recente
ru: отменить последнюю фиксацию
zh_cn: 撤销最近的提交

source: commit
da: integrér
de: übernehmen
es: consignar
it: Esegue il commit dei file selezionati
ja: コミットする
pt: enviar
pt_br: consolidar
ru: фиксировать
zh_cn: 提交

source: Show/Hide Patch Queue
zh_cn: 显示/隐藏补丁队列

source: Confirm Exit
da: Bekræft exit
de: Beenden bestätigen
es: Confirmar salida
it: Conferma uscita
ja: 終了
pt: Confirmar saída
pt_br: Confirmar Saída
ru: Подтвердите выход
zh_cn: 确认退出

source: Save commit message at exit?
da: Gem integrationsbesked ved afslutning?
de: Versionsmeldung beim Verlassen speichern?
es: ¿Guardar mensaje de consignación al salir?
it: Salva i messaggi di commit all'uscita?
ja: 終了時にコミットメッセージを保存しますか？
pt: Guardar mensagem de envio ao sair?
pt_br: Guardar mensagem de consolidação ao sair?
ru: Сохранить заметку фиксации при выходе?
zh_cn: 要在退出时保存改动说明吗？

source: &Cancel
zh_cn: 取消(&C)

source: &Yes
zh_cn: 是(&Y)

source: &No
zh_cn: 否(&N)

source: Committer:
zh_cn: 提交者:

source: Auto-includes:
zh_cn: 自动包含:

source: Push after commit
zh_cn: 提交后推送改动

source: Recent commit messages...
zh_cn: 最近的改动说明...

source: Parent: %(rev)s
zh_cn: 父版本: %(rev)s

source: Patch Preview
zh_cn: 补丁预览

source: Commit Preview
zh_cn: 提交预览

source: Discard current commit message?
da: Kasser nuværende integrationsbesked?
de: Aktuelle Versionsmeldung verwerfen?
es: Descartar mensaje actual de consignar
it: Sostituire il messaggio di commit attuale?
ja: 現在のコミットメッセージを破棄してもよろしいですか？
pt: Ignorar a mensagem de commit actual?
pt_br: Descartar mensagem de consolidação atual?
ru: Отказаться от текущей заметки фиксации?
zh_cn: 要丢弃当前的改动说明吗?

source: Commit
da: Integrér
de: Übernehmen
es: Consignar
ja: コミット
pt: Enviar
pt_br: Consolidar
ru: Фиксировать
zh_cn: 提交

source: create new MQ patch
zh_cn: 创建新的MQ补丁

source: refresh top MQ patch
zh_cn: 刷新顶层的MQ补丁

source: _Commit (+1 head)
zh_cn: 提交(+1 head)(_C)

source: _Commit (-1 head)
zh_cn: 提交(-1 head)(_C)

source: commit to merge one head
zh_cn: 提交并合并成一个head

source: parent is not a head, commit to add a new head
zh_cn: 父版本不是head, 提交并创建一个新的head

source: new branch:
da: ny gren:
de: neuer Zweig:
es: nueva rama:
it: nuovo branch:
ja: 新規ブランチ:
pt: novo ramo:
pt_br: novo ramo:
ru: новая ветка:
zh_cn: 新分支:

source: close branch:
da: luk gren:
de: Zweig schliessen:
es: cerrar rama
it: chiudi branch:
ja: 閉じるブランチ:
pt: fechar ramo:
pt_br: fechar ramo:
ru: закрыть ветку:
zh_cn: 关闭分支:

source: branch:
da: gren:
de: Zweig:
es: rama:
ja: ブランチ:
pt: ramo:
pt_br: ramo:
ru: ветка:
zh_cn: 分支:

source: Merge
zh_cn: 合并:

source: Patch Contents
zh_cn: 补丁内容

source: Nothing Commited
da: Intet integreret
de: Nichts übernommen
es: Nada consignado
it: Commit non eseguito
ja: 何もコミットされませんでした
pt: Nada enviado
pt_br: Nada foi consolidado
ru: Ничего Не Фиксировано
zh_cn: 什么也没提交

source: No committable files selected
da: Ingen integrerbare filer valgt
de: Keine gewählte Datei kann übernommen werden
es: No consignar archivos seleccionados
it: Nessun file selezionato
ja: コミット可能なファイルが選択されていません
pt: Nenhum ficheiro seleccionado para fazer commit
pt_br: Nenhum arquivo consolidável selecionado
ru: Нет выбранных файлов для фиксации
zh_cn: 未选中可以提交的文件

source: Unable to create
da: Kan ikke oprette
de: Nicht erstellbar:
es: No se puede crear
it: Impossibile creare
ja: バックアップディレクトリを作成できませんでした
pt: Impossível criar
pt_br: Impossível criar
ru: Невозможно создать
zh_cn: 无法创建

source: Unable to apply patch
da: Kan ikke anvende lap
de: Konnte Patch nicht anwenden
es: Incapaz de aplicar parche
it: Impossibile applicare la patch
ja: パッチを適用できませんでした
pt: Impossível aplicar patch
pt_br: Impossível aplicar patch
ru: Невозможно применить заплатку
zh_cn: 无法应用补丁

source: Commit failed
zh_cn: 提交失败

source: Confirm Undo Commit
zh_cn: 确认撤销提交

source: Undo last commit?
zh_cn: 撤销最后提交？

source: Undo Commit
zh_cn: 撤销提交

source: Unable to undo! Tip revision differs from last commit.
da: Kan ikke fortyde! Spids-revision er ikke sidste integration.
de: Rückgängig nicht möglich! Die Revision an der Spitze weicht von der letzten übernahme ab.
es: ¡Incapaz de deshacer! Revisión Tip diffiere desde el último commit.
it: Impossibile annullare! La revisione tip differisce dall'ultimo commit.
ja: 取り消しできません！ tipリビジョンが直前のコミットとは異なります。
pt: Impossível anular! A revisão Tip é diferente do último commit!
pt_br: Impossível anular! A revisão tip é diferente da última consolidação.
ru: Невозможно отменить! Оконечная ревизия отличается от последней фиксации.
zh_cn: 无法撤销! tip版本与最后一次提交的有差异

source: Errors during rollback!
da: Fejl under tilbageføring!
de: Fehler während des Rollbacks!
es: ¡Errores durante la reversión!
it: Errori durante il rollback!
ja: ロールバック中にエラーが発生しました！
pt: Erro durante rollback!
pt_br: Erro durante rollback!
ru: Ошибки при откате!
zh_cn: 回滚过程出错！

source: Confirm Add/Remove
da: Bekræft tilføj/fjern
de: Bestätige Hinzufügen/Entfernen
es: Confirmar Agregar/Quitar
it: Conferma aggiunta/rimozione file
ja: 追加/削除
pt: Confirmar Adicionar/Remover
pt_br: Confirmar Adicão/Remoção
ru: Подтвердить Добавление/Удаление
zh_cn: 确认添加/删除

source: Add/Remove the following files?
da: Tilføj/fjern de følgende filer?
de: Die folgenden Dateien Hinzufügen/Entfernen?
es: ¿Agregar/Quitar los siguientes archivos?
it: Aggiungi/Rimuovi i seguenti file?
ja: 次のファイルを追加/削除しますか？
pt: Adicionar/Remover os seguintes ficheiros?
pt_br: Adicionar/Remover os seguintes arquivos?
ru: Добавить/Удалить указанные файлы?
zh_cn: 要添加/删除下列文件吗?

source: Please enter commit message
da: Skriv integrationsbesked
de: Bitte eine Versionsmeldung eingeben
es: Por favor ingrese un mensaje para la consignación
it: Si prega di inserire un messaggio di commit
ja: コミットメッセージを入力してください
pt: Escreva a mensagem de commit
pt_br: Por favor forneça a mensagem de consolidação
ru: Пожалуйста введите заметку фиксации
zh_cn: 请输入改动说明

source: Error
da: Fejl
de: Fehler
it: Errore
ja: エラー
pt: Erro
pt_br: Erro
ru: Ошибка
zh_cn: 出错

source: Message format configuration error
da: Fejl i konfiguration af beskedformat
de: Falsch konfiguriertes Meldungsformat
es: Error de configuración en el formato del mensaje
it: Errore nella configurazione del formato del messaggio
ja: フォーマットポリシー設定エラー
pt: Erro de configuração do formato da mensagem
pt_br: Erro de configuração do formato da mensagem
ru: Ошибка настройки формата заметки
zh_cn: 改动说明的格式配置错误

source: Confirm Commit
da: Bekræft integration
de: Übernahme bestätigen
es: Confirmar Consignación
it: Conferma commit
ja: コミット
pt: Confirmar envio
pt_br: Confirmar Consolidação
ru: Подтвердить Фиксацию
zh_cn: 确认提交

source: The summary line length of %i is greater than %i. Ignore format policy and continue commit?
da: Uddragslinjens længde %i er større end %i. Ignorer formateringspolitik og fortsæt integration?
de: Die Länge der Zusammenfassungszeile von %i ist größer als %i. Die Formatvorgabe ignorieren und mit Übernahme fortfahren?
es: El largo del resumen de linea de %i es mas grande que %i.
it: La lunghezza della linea di riepilogo (%i caratteri) è maggiore del limite di %i caratteri. Ignora le regole del formato e continua con il commit?
ja: 要約行数の %i は %i より大きいです。 フォーマットポリシーを無視してコミットを続行しますか？
pt: O tamanho da linha do sumário de %i é maior que %i. Ignorar o formato da política e continuar o commit?
pt_br: O tamanho da linha do sumário de %i é maior que %i. Ignorar a política de formato e continuar a consolidação?
ru: Длина строки сводки %i больше чем %i. Игнорировать правила форматирования и продолжить фиксацию?
zh_cn: 摘要行的长度%i超过了%i. 要无视格式要求并继续提交吗?

source: The summary line is not followed by a blank line. Ignore format policy and continue commit?
da: Uddragslinjen er ikke fulgt af en tom linje. Ignorer formateringspolitik og fortsæt integration?
de: Der Zusammenfassungszeile folgt keine Leerzeile. Die Formatvorgabe ignorieren und mit Übernahme fortfahren?
es: La linea del sumario no es continuada por una linea blanca
it: La linea di riepilogo non è seguita da una linea vuota. Ignora le regole del formato e continua con il commit?
ja: 要約行は空行が続きません。 フォーマットポリシーを無視してコミットを続行しますか？
pt: A linha do sumário não é seguido por uma linha em branco. Ignorar o formato da política e continuar o commit?
pt_br: A linha do sumário não é seguido por uma linha em branco. Ignorar a política de formato e continuar a consolidação?
ru: После строки сводки нет пустой строки. Игнорировать правила форматирования и продолжить фиксацию?
zh_cn: 摘要行后缺少一空行. 要无视格式要求并继续提交吗?
