Repository: velorientc/git_test7
Catalog: i18n/tortoisehg/*.po
Languages: da, de, es, it, ja, pt, pt_br, ru, zh_cn

source: CLI Editor
es: Editor CLI
it: Editor da riga di comando
ja: コンソールエディタ
pt: Editor CLI
pt_br: Editor CLI
ru: Редактор Командной Строки
zh_cn: 命令行编辑器

source: Tab Width
da: Tab størrelse
de: Tabulatorbreite
es: Ancho del tabulador
it: Dimensione tab
ja: タブ文字の幅
pt: Largura do Separador
pt_br: Largura de Tabulações
ru: Ширина Табуляции
zh_cn: Tab 宽度

source: Max Diff Size
da: Maksimal diff-størrelse
de: Maximale Vergleichsgrösse
es: Tamaño máx. diff
it: Dimensione massima differenze
ja: 最大差分サイズ
pt: Tamanho máx, do diff
pt_br: Tamanho Max Do Diff
ru: Максимальный Размер Различий
zh_cn: 最大差分大小

source: The maximum size file (in KB) that TortoiseHg will show changes for in the changelog, status, and commit windows. A value of zero implies no limit. Default: 1024 (1MB)
da: Den maksimale størrelse (i KB) hvor TortoiseHg viser ændringer i changelog-, status- og integrér-vinduerne. En værdi på betyder ingen grænse. Default: 1024 (1MB)
de: Die maximale Dateigrösse (in KB) für die TortoiseHg die Änderungen anzeigt. Dies betrifft die Dialoge für changelog, status und commit. Der Wert 0 steht für kein Limit. Voreinstellung: 1024 (1MB)
es: Tamaño de archivo máx. (en kB) para el cual TortoiseHg mostrará cambios. Zero significa sin límite. Por defecto: 1024 kB
it: La dimensione massima del file (in KB) che TortoiseHG mostrerà le modifiche nelle finestra di log, stato e commit. Un valore di zero significa nessun limite. Default: 1024 (1 MB)
ja: TortoiseHgがチェンジログビューア、ステータスダイアログ、コミットツールで表示する最大ファイルサイズ(KB単位)を指定。0が指定された場合は無制限となります。デフォルトでは1024(1MB)です。
pt: O tamanho máximo do ficheiro (em KB) que o TortoiseHg irá mostrar alterações no registo de alterações, estado e janelas de commit. Um valor de zero implica nenhum limite. Pré-definição: 1024 (1MB)
pt_br: O tamanho máximo do arquivo (em KB) para o qual o TortoiseHg irá mostrar alterações nas janelas de changelog, status e consolidação. O valor zero implica nenhum limite. O valor padrão é 1024 (1MB)
ru: Максимальный размер файла (в КБ), для которого TortoiseHg будет показывать различия в окнах журнала изменений, статуса и фиксации. Нулевое значение означает - без ограничения. По-умолчанию: 1024 (1МБ)
zh_cn: 设置TortoiseHg在修改历史, 状态栏及提交窗口中所能显示的最大差分大小(以KB计算). 设为0表示不做限制. 默认: 1024 (1MB)

source: Bottom Diffs
da: Diff-panel
de: Vergleich unten
es: Diffs en parte inferior
it: Differenze in basso
ja: 差分を画面下部に表示
pt: Diffs do fundo
pt_br: Diffs Embaixo
ru: Различия Внизу
zh_cn: 在底部显示差分

source: Show the diff panel below the file list in status, shelve, and commit dialogs. Default: False (show diffs to right of file list)
da: Viser diff-panelet under fil-listen ved status, sylt og integrér dialogerne. Default: Falsk (vis diff til højre for fil-listen)
de: Zeigt das Vergelichsfenster unter der Dateiliste. Dies betrifft die Dialoge status, shelve und commit. Voreinstellung: False (zeigt Vergleiche rechts von der Dateiliste)
es: Muestra el panel diff bajo el resto de paneles. Por defecto: No (mostrado en la parte derecha)
it: Mostra il pannello delle differenze sotto la lista dei file nelle finestre di dialogo di stato, shelve e commit. Default: Falso (a destra della lista file)
ja: ステータス・シェルフ・コミットダイアログのファイル一覧の下に差分ウィンドウを表示する。デフォルトでは無効(差分はファイル一覧の右側に表示されます)。
pt: Mostra o painel de diff abaixo da lista de ficheiros no estado, shelve e diálogos de commit.. Pré-definição: False (mostra os diffs à direita da lista de ficheiros)
pt_br: Mostra o painel de diff abaixo da lista de arquivos nas janelas de status, shelve e consolidação. O valor padrão é Falso (mostra os diffs à direita da lista de arquivos)
ru: Показывать панель различий снизу списка файлов для диалогов статуса, откладывания, и фиксации. По-умолчанию: False (различия показываются справа от списка файлов)
zh_cn: 把差分显示窗口移动到文件列表窗口的下方. 默认: 否(False)(差分显示窗口在文件列表右方)

source: Redirect stderr to a buffer which is parsed at the end of the process for runtime errors. Default: True
de: Die Fehlerausgabe in einen Puffer umleiten. Am Ende wird dieser nach Laufzeitfehlern durchsucht. Voreinstellung: True
ru: Перенаправлять stderr в буфер для его разбора ошибок выполнения в конце процесса. По-умолчанию: True
zh_cn: 把标准错误输出重定向到缓存中以便处理结束时进行错误分析. 默认: 开启(True)

source: Fork hgtk
ru: Ответвлять hgtk
zh_cn: 在单独进程中运行hgtk

source: When running hgtk from the command line, fork a background process to run graphical dialogs. Default: True
ru: При запуске hgtk из командной строки, ответвлять фоновый процесс для запуска диалоговых окон. По-умолчанию: True
zh_cn: 从命令行启动hgtk时, 开启一个新的进程来运行hgtk. 默认: 开启(True)

source: Show a full directory path of the repository in the dialog title instead of just the root directory name. Default: False
zh_cn: 在对话框标题栏中显示仓库目录的完整路径而不是根路径, 默认: 否(False)

source: Default language for spell check. System language is used if not specified. Examples: en, en_GB, en_US
zh_cn: 默认的拼写检查语言. 如果不指定则选择系统默认语言. 例子: en, en_GB, en_US

source: Username
da: Brugernavn
de: Benutzername
es: Nombre de usuario
it: Nome utente
ja: ユーザ名
pt: Nome de utilizador
pt_br: Nome de Usuário
ru: Пользователь:
zh_cn: 用户名

source: Name associated with commits
da: Navn anvendt ved integrationer
de: Benutzername, der bei der Übermittlung verwendet wird
es: Nombre associado a los envios
it: Nome associato ai commit
ja: コミット時に使用する名前
pt: Nome associado aos commits
pt_br: Nome usado como autor de consolidações
ru: Имя используемое при фиксации
zh_cn: 提交名称

source: Summary Line Length
da: Længde af uddragslinje
de: Länge erste Zeile
es: Tamaño de línea del resumen
it: Lunghezza linea riepilogo
ja: 要約行数
pt: Tamanho da linha do sumário
pt_br: Tamanho da linha do sumário
ru: Длина Строки Сводки
zh_cn: 摘要行的长度

source: Message Line Length
da: Linjelængde for integrationsbesked
de: Länge restliche Zeilen
es: Tamaño de línea de mesaje
it: Lunghezza linea messaggio
ja: 要約文字数
pt: Tamanho da linha da mensagem
pt_br: Tamanho da linha da mensagem
ru: Длина Строки Заметки
zh_cn: 自动换行长度

source: Word wrap length of the commit message. If set, the popup menu can be used to format the message and a warning will be issued if any lines are too long at commit. Default: 0 (unenforced)
da: Linjeombrydningspunk for integrationsbeskeden. Hvis sat kan popupmenuen bruges til at formatere beskeden og en advarsel vises hvis nogen linjer er for lange på integrationstidspunktet. Default: 0 (deaktiveret)
de: Umbruchslänge der Versionsmeldung. Ist sie koniguriert kann das Popup-Menu zum Formatieren verwendet werden und eine Warnung wird angezeigt wenn eine Linie zu lange ist. Voreingestellt: 0 (aus)
es: Tamaño máx. de línea del mesaje de envio. Si está activado, se puede usar el menu emergente para formatear el mensaje y se mostrará un aviso al sobrepasar el límite. Por defecto: 0 (sin aviso)
it: Lunghezza word wrap del messaggio di commit. Se impostata, il menu contestuale può essere usato per formattare il messaggio e sarà dato un messaggio di avvertenza se qualsiasi linea è troppo lunga durante il commit. Default: 0
ja: コミットメッセージの折り返し文字数。デフォルトでは0。
pt_br: Comprimento máximo das linhas da mensagem de consolidação. Se definido, o menu popup poderá ser usado para formatar a mensagem e um aviso será emitido se qualquer linha for comprida demais. Padrão: 0 (desativado)
ru: Размер для переноса по слова заметки фиксации. Если установлено, тогда можно использовать всплывающее меню для форматирования сообщения, а также будет предупреждение при фиксации если строки слишком длинные. По-умолчанию: 0 (без проверок)
zh_cn: 设置了自动换行长度之后, 可以用弹出菜单中的命令来对改动说明进行格式化, 并且当填写的行长度超出限制的时候会发出警告. 默认: 0 (未加强制)

source: Close After Commit
zh_cn: 提交后关闭

source: Close the commit tool after every successful commit. Default: False
zh_cn: 每次成功提交后关闭提交工具. 默认: False

source: Push After Commit
zh_cn: 提交完推送改动

source: Attempt to push to default push target after every successful commit. Default: False
zh_cn: 每次提交成功后尝试推送改动. 默认: 否(False)

source: Auto Commit List
zh_cn: 自动提交列表

source: Auto Exclude List
zh_cn: 自动排除列表

source: English Messages
zh_cn: 英文信息

source: Default Tab
zh_cn: 默认标签页

source: Author Coloring
da: Forfatterfarver
de: nach Autor einfärben
es: Coloración de autor
it: Colora per autore
ja: コミッタの色分け
pt: Coloração do autor
pt_br: Coloração do autor
ru: Расцвечивание авторов
zh_cn: 按作者区分颜色

source: Color changesets by author name. If not enabled, the changes are colored green for merge, red for non-trivial parents, black for normal. Default: False
da: Farvelæg ændringer ud fra forfatternavn. Hvis ikke aktiveret vil ændringer blive farvet grøn for flet, rød for ikke-trivielle forældre og sort for normal. Default: Falsk
de: Änderungssätze nach Autor einfärben. Wenn es nicht eingeschaltet ist, werden die Änderungen grün markiert, wenn es Zusammenführungen sind, rot für komplexe Vorfahren und normalerweise schwarz. Voreingestellt: False
es: Coloración de conjunto de cambios por autor. Por defecto: No La coloración por defecto es: - Revisiones de fusión: Verde - Revisiones padre no triviales: Rojo - Revisiones normales: Negro
it: Colora i changesets in base al nome autore. Se non abilitato, i changeset sono verde per le fusioni, rosso per i non semplici genitori, nero per i normali. Default: Falso
ja: チェンジセットをコミッタごとに色分けします。このオプションが無効の場合、マージされたチェンジセットは緑に、子を2つ以上持つチェンジセットは赤、通常のチェンジセットは黒です。デフォルトでは無効です。
pt_br: Colore changesets por nome de autor. Se desabilitado, as mudanças são coloridas em verde para mesclagens, vermelho para pais não-triviais e preto para os outros changesets. Valor padrão: Falso
ru: Расцвечивать наборы изменений по авторам. Если не включено, то изменения подсвечиваются зелёным для слияний, красным для не обычных родителей, чёрным для нормальных. По-умолчанию: False
zh_cn: 根据作者名称来用颜色来区分修改记录. 如果禁用, 修改记录的颜色是:合并操作用绿色、无意义的父记录为红色、正常为黑色. 默认: 否(False)

source: Long Summary
da: Langt uddrag
de: Lange Zusammenfassung
es: Resumen largo
it: Riepilogo lungo
ja: 改行を無視してログを表示
pt: Sumário longo
pt_br: Sumário longo
ru: Длиная Сводка
zh_cn: 长摘要

source: If true, concatenate multiple lines of changeset summary until they reach 80 characters. Default: False
da: Hvis sand bliver uddraget sammensat af de første 80 tegn af integrationsbeskeden. Default: Falsk
de: Wenn diese Option eingeschaltet ist werden mehrere Zeilen der Versionsmeldung zusammengeähngt, bis sie 80 Zeichen lang sind. Voreingestellt: False
es: Concatenar múltiples líneas resumen hasta máx. 80 carácteres. Por defecto: No
it: Se vero, concatena più righe del riepilogo del changeset fino a raggiungere 80 caratteri. Default: Falso
ja: Trueにするとコミットメッセージの改行を無視して1行あたり80文字まで表示します。デフォルトでは無効。
pt: Se verdadeiro, concatenar múltiplas linhas do sumário do changeset até atingir 80 caracteres. Pré-definição: False
pt_br: Se verdadeiro, concatenar múltiplas linhas do sumário do changeset até atingir 80 caracteres. Valor padrão: False
ru: Если True, то многострочные сводки наборов изменений будут обединятся в одну до 80 символов. По-умолчанию: False
zh_cn: 设置了的话, 会将摘要中的行进行合并, 使每行尽可能达到80个字. 默认: 否(False)

source: Log Batch Size
da: Batchstørrelse for log
de: Log-Stapel-Grösse
es: Número de revisiones
it: Lunghezza gruppo di log
ja: 読み込むログの件数
pt: Tamanho do registo Batch
pt_br: Tamanho do Lote de Registros
ru: Размер Партии Журнала
zh_cn: 日志批次大小

source: The number of revisions to read and display in the changelog viewer in a single batch. Default: 500
da: Antal revisioner der bliver læst og vist ad gangen. Default: 500
de: Die Anzahl Revisionen die die Historieanzeige in einem Durchgang anzeigt. Voreinstellung: 500
es: Número máx. de revisiones a leer y mostrar. Por defecto: 500
it: Il numero di revisioni da leggere e mostrare nella finestra di log in una singola operazione. Default: 500
ja: 1回の処理で何件のチェンジセットを読み込んで表示するか。デフォルトでは500件。
pt: O número de revisões para ler e mostrar no visionador de alteração de registo de uma única vez. Pré-definição: 500
pt_br: O número de revisões para ler e mostrar no visualizador de changelog de uma única vez. Valor padrão: 500
ru: Количество ревизий прочивываемых и отображаемых в журнале изменений за один раз. По-умолчанию: 500
zh_cn: 在查看修改历史时一次性读入显示的修订版本数. 默认: 500

source: Dead Branches
zh_cn: 死亡的分支

source: Branch Colors
zh_cn: 分支颜色

source: Hide Tags
zh_cn: 隐藏标签

source: Use Expander
zh_cn: 使用扩展视图

source: Show changeset details with an expander
zh_cn: 在扩展视图中显示改动集的详细信息

source: Toolbar Style
zh_cn: 工具栏样式

source: After Pull Operation
zh_cn: 拉取操作后

source: Operation which is performed directly after a successful pull. update equates to pull --update, fetch equates to the fetch extension, rebase equates to pull --rebase. Default: none
da: En operation som skal udføres umiddelbart efter et velgennemført træk. 'update' svarer til 'pull --update', 'fetch' svarer til fetch-udviddelsen, 'rebase' svarer til 'pull --rebase'. Default: ingen
de: Diese Operation wird nach einem erfolgreichen Herunterladen ausgeführt. aktualisieren entspricht pull --update, fetch entspricht der Erweiterung gleichen Namens, rebase entspricht pull --rebase. Voreinstellung: Nichts
es: Operación a ejecutar después de una extracción de cambios correcta: - "update" significa: "pull --update" - "fech" significa la extensión "fetch" - rebase significa "pull --rebase" Por defecto: Nada
it: Operazione da eseguire dopo un pull completato con successo. 'aggiorna' equivale a 'pull --update', 'fetch' equivale all'estensione fetch, 'rebase' equivale a 'pull --rebase'. Default: nessuna
ja: 操作は正常にプルが完了するとすぐに実行されます。update は "pull --update"、フェッチは fetch 拡張機能、rebase は "pull --rebase" と見なします。デフォルトでは特に指定がありません。
pt_br: Operação realizada logo após um pull feito com sucesso. "update" equivale a "pull --update", "fetch" equivale à extensão "fetch", "rebase" equivale a "pull --rebase". Padrão: "none" (nenhuma)
ru: Действие выполняемое сразу после успешного затягивания. update равносильно pull --update, fetch равносильно использованию расширения fetch, rebase равносильно pull --rebase. По-умолчанию: none
zh_cn: 在拉取操作成功后立即执行的操作. update等同于pull --update, fetch等同于fetch extension, rebase等同于pull --rebase. 默认: 空(none)

source: Web Server
es: Servidor Web
it: Server Web
ja: ウェブサーバ
pt: Servidor Web
pt_br: Servidor Web
ru: Веб сервер
zh_cn: Web服务器

source: Name
da: Navn
es: Nombre
it: Nome
ja: リポジトリ名
pt: Nome
pt_br: Nome
ru: Наименование
zh_cn: 名称

source: Repository name to use in the web interface. Default is the working directory.
da: Depotnavn der skal anvendes i web grænsefladen. Default er arbejdskataloget.
de: Name des Projektarchivs der auf der Webseite angezeigt wird. Voreingestellung: Arbeitsverzeichnis
es: Nombre del repositorio a usar en la interfaz web. Por defecto es el directorio de trabajo
it: Nome del repository da usare nell'interfaccia web. Di default coincide con il nome della directory di lavoro.
ja: ウェブインタフェースで使用するリポジトリ名。デフォルトでは作業ディレクトリの名前。
pt: Nome do repositório a usar na interface web. A pré-definição é a directoria de trabalho.
pt_br: Nome do repositório a usar na interface web. O valor pré-definido é o diretório de trabalho.
ru: Имя хранилища используемое в веб интерфейсе. По-молчанию совпадает с рабочим каталогом.
zh_cn: 在web界面中使用的仓库名称. 默认是用工作目录.

source: Description
da: Beskrivelse
de: Beschreibung
es: Descripción
it: Descrizione
ja: 説明
pt: Descrição
pt_br: Descrição
ru: Описание
zh_cn: 描述

source: Textual description of the repository's purpose or contents.
da: Tekstuel beskrivelse af depotets anvendelse eller indhold.
de: Beschreibung des Zwecks oder des Inhalts vom Projektarchiv
es: Descripción textual del contenido del repositorio.
it: Descrizione dello scopo e contenuto del repository
ja: リポジトリの目的または内容に関する説明文。
pt: Descrição visual do destino ou conteúdo do repositório.
pt_br: Descrição visual do destino ou conteúdo do repositório.
ru: Текстовое описание назначения или содержимого хранилища
zh_cn: 有关仓库用途或内容的文本描述.

source: Contact
da: Kontakt
de: Kontakt
es: Contactar
it: Contatto
ja: 連絡先
pt: Contacto
pt_br: Contato
ru: Контакт
zh_cn: 联系方式

source: Name or email address of the person in charge of the repository.
da: Navn eller email på den ansvarlige for depotet.
de: Name oder Email-Adresse von der Person, die für das Projektvertzeichnis verantwortlich ist.
es: Nombre o dirección de correo electrónico de la persona a cargo del repositorio
it: Nome o indirizzo email della persona responsabile del repository.
ja: このリポジトリの管理者の名前もしくはメールアドレス。
pt: Nome ou endereço de correio da pessoa responsável pelo repositório.
pt_br: Nome ou endereço de email da pessoa responsável pelo repositório.
ru: Имя или почтовый адрес отвечающего за хранилище.
zh_cn: 仓库负责人的名字或邮件地址.

source: Style
da: Stil
de: Stil
es: Estilo
it: Stile
ja: テーマ
pt: Estilo
pt_br: Estilo
ru: Оформление
zh_cn: 样式

source: Which template map style to use
da: Hvilke skabelon mapnings-stil skal anvendes
de: Welche Stilvorlage benutzt werden soll
es: Plantilla de estilo a usar
it: Quale stile di template da usare
ja: どのテンプレートをテーマとして使用するか。
pt: Que estilo de mapa usar
pt_br: Que mapa de estilos usar
ru: Какой шаблон оформления использовать
zh_cn: 指定一个模板样式

source: Archive Formats
da: Arkivformater
de: Archivformate
es: Formatos de archivo
it: Formati file compressi
ja: アーカイブ形式
pt: Formatos de arquivo
pt_br: Formatos de Arquivo
ru: Форматы Архивов
zh_cn: 文档格式

source: Comma separated list of archive formats allowed for downloading
da: Kommasepareret liste over arkivformater som kan downloades
de: Kommagatrennte Liste von Archvformaten, die heruntergeladen werden dürfen
es: Lista de los formatos de archivos permitidos a descargar separado por comas
it: Elenco, separato da virgola, dei formati compressi permessi per il download
ja: ダンロード可能なアーカイブ形式をカンマ区切りで指定。
pt: Lista de formatos de arquivos separados por vírgulas permitidos para transferir
pt_br: Lista de formatos de arquivos separados por vírgulas permitidos para download
ru: Список форматов архивов разрешенных для скачивания разделённый запятыми
zh_cn: 允许下载的文档格式列表, 以逗号隔开

source: Port to listen on
da: Port at lytte på
de: Port auf dem gehorcht werden soll
es: Puerto a escuchar
it: Porta in ascolto
ja: サーバ待ち受けポート番号
pt: Porta em escuta
pt_br: Porta onde escutar
ru: Порт который слушать
zh_cn: 侦听用的端口

source: Port
es: Puerto
it: Porta
ja: ポート番号
pt: Porta
pt_br: Porta
ru: Порт
zh_cn: 端口

source: Push Requires SSL
da: Skub kræver SSL
de: Hochladen benötigt SSL
es: Envio Requiere SSL
it: Push richiede SSL
ja: プッシュにSSLが必要
pt: Push necessita de SSL
pt_br: Push exige SSL
ru: Проталкивание Требует SSL
zh_cn: SSL加密推送

source: Whether to require that inbound pushes be transported over SSL to prevent password sniffing.
da: Er det obligatorisk at indgående skub-operationer skal anvende SSL for at forbindre password-aflytning
de: Muss hochladen über SSL gemacht werden? Dies verhindert das Ausspähen von Passwörtern.
es: Para forzar envios locales sobre SSL y así prevenir robo de palabras clave.
it: Se richiedere che i push in entrata usino SSL per prevenire lo sniffing delle password.
ja: プッシュする際、パスワードの傍受を防ぐためにSSLを使った通信を強制する
pt_br: Se SSL deve ser exigido para changesets de entrada para prevenir vazamento de senhas.
ru: Требуется ли для входящих проталкиваний использовать SSL для предотвращения перехвата пароля.
zh_cn: 是否在从web推送到本地仓库时采用SSL加密, 以避免密码被窃取.

source: Stripes
da: Striber
de: Streifen
es: Rayado
it: Strisce
ja: ストライプ表示
pt: Riscas
pt_br: Listras
ru: Полоски
zh_cn: 条纹间隔

source: How many lines a "zebra stripe" should span in multiline output. Default is 1; set to 0 to disable.
da: Hvor mange linier skal en "zebrastribe" være på. Default er 1; sæt til 0 for at deaktivere.
de: Über wie viele Zeilen ein Zebrastriefen in der Mehrzeilenausgabe reichen soll. Voreingestellt ist 1; 0 steht für ausschalten
es: Número de líneas usadas para generar el patrón rayado (de tipo zebra) al mostrar información multilínea. Por defecto: 1 (0 para desactivar)
it: Il numero di linee a zebra in cui deve essere diviso l'output multiriga. Default 1; 0 per disabilitare.
ja: 複数行の出力の際に何行ごとに異なる色の行を入れるかを指定。デフォルトでは1で、0にすると無効になります。
pt_br: Quantas linhas uma "listra de zebra" deve abranger em saídas com múltiplas linhas. O padrão é 1; coloque 0 para desabilitar.
ru: Через сколько строк должны появляться "полоски зебры" при многострочном выводе. По-умолчанию 1; установите в 0 для отключения.
zh_cn: 多行输出时斑马条纹每个条纹所间隔的行数. 默认是1, 为0则禁用斑马条纹.

source: Max Files
da: Maks filer
de: Maximale Dateien
es: Archivos máximos
it: Numero massimo file
ja: 最大ファイル数
pt: Máx. de ficheiros
pt_br: Máx. de Arquivos
ru: Максимум Файлов
zh_cn: 最大文件数

source: Maximum number of files to list per changeset.
da: Maksimum antal filer at vise pr ændring
de: Maximale Anzahl Dateien, die pro Änderungssatz aufgeführt wird.
es: El máximo número de archivos a listar por cambio.
it: Numero massimo di file da mostrare per changeset
ja: チェンジセットで表示するファイルの最大数。
pt: Número máximo de ficheiros a mostrar por changeset.
pt_br: Número máximo de arquivos a mostrar por changeset.
ru: Максимальное количество файлов в списке на каждое изменение.
zh_cn: 列出每次修改时显示的最大文件数

source: Max Changes
da: Maks ændringer
de: Maximale Änderungen
es: Cambios máximos
it: Numero massimo modifiche
ja: 最大変更数
pt: Máx. de alterações
pt_br: Máx. de Alterações
ru: Максимум Изменений
zh_cn: 最多改动数

source: Maximum number of changes to list on the changelog.
da: Maksimum antal ændringer at vise i ændringsloggen.
de: Maximale Anzahl Änderungssätze, die in der Historieanzeige angezeigt werden
es: Máximo número de cambios a listar en el registro de cambios.
it: Numero massimo di modifiche da mostrare nel log
ja: チェンジログに表示する変更の最大数。
pt: Número máximo de alterações a mostrar por changelog.
pt_br: Número máximo de alterações a mostrar por changelog.
ru: Максимальное количество изменений в списке журнала изменений.
zh_cn: 列出修改记录时最大的修改数目

source: Allow Push
da: Tillad skub
de: Hochladen erlaubt
es: Permitir envio
it: Permetti il push
ja: プッシュを許可する
pt: Permitir Push
pt_br: Permitir Push
ru: Разрешать Проталкивание
zh_cn: 允许推送
