Repository: velorientc/git_test7
Catalog: i18n/tortoisehg/*.po
Languages: da, de, es, it, ja, pt, pt_br, ru, zh_cn

source: Changelist:
zh_cn: 变更列表:

source: Submit
zh_cn: 提交

source: Revert
zh_cn: 还原

source: Finished
zh_cn: 完成

source: Canceled
zh_cn: 取消

source: Failed
zh_cn: 失败

source: Select files to add
zh_cn: 选择要添加的文件

source: Forget
zh_cn: 遗忘

source: Select files to forget
zh_cn: 选择要遗忘的文件

source: Select files to revert
zh_cn: 选择要还原的文件

source: Select files to remove
zh_cn: 选择要移除的文件

source: Toggle all selections
zh_cn: 选中/取消所有

source: Do not save backup files (*.orig)
zh_cn: 不保存备份文件 (*.orig)

source: Unable to determine repository status
zh_cn: 不能确定仓库状态

source: modified
zh_cn: 改动过的

source: added
zh_cn: 添加过的

source: removed
zh_cn: 移除过的

source: missing
zh_cn: 缺失的

source: unknown
da: ukendt
de: unbekannt
es: desconocido
it: sconosciuti
ja: 不明
pt: desconhecido
pt_br: desconhecido
ru: неизвесно
zh_cn: 未知

source: ignored
zh_cn: 忽略的

source: clean
zh_cn: 清除

source: No appropriate files
zh_cn: 无合适文件

source: No files found for this operation
zh_cn: 无可进行当前操作的文件

source: Successfully
zh_cn: 成功

source: No files selected
zh_cn: 无文件被选中

source: No operation to perform
zh_cn: 无可执行的操作

source: %s - recovery
zh_cn: %s - 恢复

source: Stop the hg operation
da: Stop hg operationen
de: Vorgang von hg abbrechen
es: Parar comando
it: Arresta l'operazione hg
ja: Mercurialの操作を中止する
pt: Parar a operação do hg
pt_br: Parar a operação do hg
ru: Остановить действие hg
zh_cn: 停止当前的hg操作

source: Clean
da: Ren
de: Bereinigen
es: Limpio
it: Ripulisci
ja: クリーン
pt: Limpar
pt_br: Limpar
ru: Очистить
zh_cn: 净化

source: Clean checkout, undo all changes
da: Ren opdatering, fortryd alle ændringer
de: Alle Änderungen verwerfen (bereinigtes aktualisieren)
es: Copia limpia, desacer todos los cambios
it: Checkout pulito, annulla tutte le modifiche
ja: チェックアウトをクリーンして、全ての変更を取り消す
pt: Checkout limpo, anular todas as alterações
pt_br: Obtenção limpa, anula todas as alterações
ru: Очистить выгрузку, отменить все изменения
zh_cn: 检出干净的拷贝, 取消所有改动

source: Rollback
da: Tilbagefør
de: Zurückrollen
es: Deshacer
ja: ロールバック
pt: Voltar atrás
ru: Откатить
zh_cn: 回滚

source: Rollback (undo) last transaction to repository (pull, commit, etc)
da: Tilbagefør (fortryd) sidste transaktion til depot (pull, commit, osv)Tilbagefør (fortryd) sidste transaktion til depot (pull, commit, osv)
de: Letzte Übermittlung zum Projektverzeichnis zurückrollen
es: Desacer la última transacción al repositorio (pull, commit, etc)
it: Rollback (annulla) l'ultima operazione sul repository (pull, commit, ecc.)
ja: 最後のトランザクションをロールバックする (プル・コミットなど)
pt_br: Rollback (desfazimento) da úlitma transação do repositório (pull, commit, etc)
ru: Откатить (отменить) последнюю транзакцию на хранилище (затягивание, фиксация и т.д.)
zh_cn: 回滚或取消仓库的最后一次事务(pull, commit等)

source: Recover
da: Genskab
de: Wiederherstellen
es: Recuperar
it: Recupera
ja: 復元
pt: Recuperar
pt_br: Recuperar
ru: Восстановление
zh_cn: 恢复

source: Recover from interrupted operation
da: Genskab efter afbrudt operation
de: Widerherstellen nach unterbrochener Operation
es: Recuperar desde una operación interrumpida
it: Ripristino da un operazione interrotta
ja: 中断された操作を正常な状態に戻す
pt: recuperar de uma operação interrrompida
pt_br: Recuperar de uma operação interrompida
ru: Восстановление после прерваного действия
zh_cn: 从被中断的操作中恢复数据

source: Verify
da: Efterprøv
de: Überprüfen
es: Verificar
it: Verifica
ja: 検証
pt: Verificar
pt_br: Verificar
ru: Проверить
zh_cn: 校验

source: Validate repository consistency
da: Kontroller konsistens af depot
de: Überprüft das Projektarchiv auf Korrektheit
es: Validar consistencia de repositorio
it: Convalida la consistenza del repository
ja: リポジトリの整合性をチェックします
pt: Validar consistência do repositório
pt_br: Validar consistência do repositório
ru: Проверить хранилище на целостность
zh_cn: 验证仓库的一致性

source: Cannot close now
da: Kan ikke lukke nu
de: Kann jetzt nicht schliessen
es: No se puede cerrar ahora
it: Impossibile chiudere ora
ja: 今閉じることはできません
pt: Não é possível fechar agora
pt_br: Não é possível fechar agora
ru: Нельзя закрыть сейчас
zh_cn: 现在无法关闭

source: command is running
da: kommando kører
de: Befehl wird ausgeführt
es: comando activo
it: Comando in corso
ja: コマンド実行中
pt: o comando está em execução
pt_br: o comando está em execução
ru: команда выполняется
zh_cn: 正在执行命令

source: Confirm clean repository
da: Bekræft tøm depot
de: Bereinigen bestätigen
es: Confirme limpiar repositorio
it: Conferma pulizia repository
ja: リポジトリのクリーン
pt: Confirmar repositório limpo
pt_br: Confirmar limpeza de repositório
ru: Подтвердить очистку хранилища
zh_cn: 确认净化仓库

source: Clean repository '%s' ?
da: Rens depot '%s' ?
de: Projektarchiv '%s' bereinigen?
es: ¿ Limpiar repositorio '%s' ?
it: Ripulire repository '%s' ?
ja: '%s' リポジトリをクリーンな状態にしますか？
pt: Limpar o repositório '%s' ?
pt_br: Limpar o repositório '%s' ?
ru: Очистить хранилище от изменений'%s' ?
zh_cn: 要净化仓库'%s'吗?

source: Rollback repository '%s' to %d, undo %s from %s?
zh_cn: 回滚仓库 '%s' 到 %d, 撤销 %s 从 %s?

source: Rollback repository '%s' to %d, undo %s?
zh_cn: 回滚仓库 '%s' 到 %d, 撤销 %s?

source: Rollback repository '%s' ?
da: Tilbagefør depot '%s' ?
de: Projektverzeichnis '%s' zurückrollen?
es: ¿ Desacer la última transacción al repositorio '%s' ?
it: Eseguire il rollback del repository '%s' ?
ja: '%s' リポジトリをロールバックしますか？
pt: Voltar atrás com o repositório '%s' ?
pt_br: Rollback no repositório '%s' ?
ru: Откатить хранилище '%s' ?
zh_cn: 要回滚仓库'%s'吗?

source: Confirm rollback repository
da: Bekræft tilbageførsel af depot
de: Zurückrollen bestätigen
es: Confirme desacer la última transacción al repositorio
it: Conferma rollback repository
ja: リポジトリのロールバック
pt: Confirmar volta atrás do repositório
pt_br: Confirma rollback do repositório
ru: Подтвердить откат хранилища
zh_cn: 确认回滚仓库

source: [command interrupted]
da: [kommando afbrudt]
de: [Befehl unterbrochen]
es: [comando interrumpido]
it: [comando interrotto]
ja: [コマンド中断]
pt: [comando interrompido]
pt_br: [comando interrompido]
ru: [команда прервана]
zh_cn: [命令被中断]

source: Invalid path
da: Ugyldig sti
de: Ungültiger Pfad
es: Ruta invalida
it: Percorso non valido
ja: 無効なパスです
pt: Caminho inválido
pt_br: Caminho inválido
ru: Неверный путь
zh_cn: 无效的路径

source: Rename
zh_cn: 重命名

source: rename error
da: fejl under omdøbning
de: Fehler beim umbenennen
es: error al renombrar
it: errore nella rinomina
ja: 名前変更でエラーが発生しました
pt: erro ao renomear
pt_br: erro ao renomear
ru: ошибка переименования
zh_cn: 重命名出错

source: Start
de: Starten
es: Inicio
it: Avvia
ja: 起動
pt: Iniciar
pt_br: Iniciar
ru: Запуск
zh_cn: 启动

source: Start server
de: Server starten
es: Iniciar servidor
it: Avvia server
ja: ウェブサーバを起動する
pt: Iniciar servidor
pt_br: Iniciar servidor
ru: Запуск сервера
zh_cn: 启动服务器

source: Stop server
de: Server anhalten
es: Parar servidor
it: Ferma server
ja: サーバを停止する
pt: parar servidor
pt_br: Parar servidor
ru: Остановить сервер
zh_cn: 停止服务器

source: Browse
da: Gennemse
de: Durchsuchen
es: Examinar
it: Naviga
ja: ブラウザで見る
pt: Navegar
pt_br: Navegar
ru: Обзор
zh_cn: 浏览

source: Launch browser to view repository
da: Start browser for at se depot
de: Starte browser um das Projektarchiv darin zu betrachten
es: Lanzar el navegador para ver el repositorio
it: Avvia il browser sul repository
ja: リポジトリを見るためにブラウザを起動する
pt: Iniciar navegador para ver o repositório
pt_br: Iniciar navegador para ver o repositório
ru: Запустить обозреватель для просмотра хранилища
zh_cn: 在浏览器中查看仓库

source: Configure web settings
da: Konfigurer web instillinger
de: Web-Einstellungen
es: Configurar opciones web
it: Configura le opzioni web
ja: ウェブ設定を編集する
pt: Configurar definições da web
pt_br: Configurar definições da web
ru: Настроить параметры сети
zh_cn: 配置web设置

source: HTTP Port:
es: Puerto HTTP:
it: Porta HTTP:
ja: ポート番号:
pt: Porta HTTP:
pt_br: Porta HTTP:
ru: HTTP Порт:
zh_cn: HTTP端口:

source: %s - serve
zh_cn: %s - 服务

source: %s serve - %s
zh_cn: %s 服务 - %s

source: - serve
zh_cn: - 服务

source: Confirm Really Exit?
da: Bekræft exit?
de: Wirklich beenden?
es: ¿Estás segurp de querer salir?
it: Conferma uscita
ja: 終了
pt: Confirmar sair mesmo?
pt_br: Confirma Saída?
ru: Подтвердить Выход?
zh_cn: 确认真的要退出吗?

source: Server process is still running Exiting will stop the server.
da: Serverproces kører stadig Exit vil stoppe serveren.
de: Der Server-Prozess läuft noch. Beenden wird den Server beenden.
es: Proceso de servidor activo
it: Il server sta girando L'uscita fermerà il server.
ja: サーバプロセスがまだ動いています サーバを停止しています
pt: O processo do servidor ainda está em execução Sair irá para o servidor.
pt_br: O processo do servidor ainda está em execução Sair irá parar o servidor.
ru: Процесс сервера еще выполняется Выход остановит сервер.
zh_cn: 服务进程还在运行中, 退出将会停止服务.

source: Abort: %s
da: Afbrudt: %s
de: Abgebrochen: %s
es: Abortar: %s
it: Interrotto: %s
ja: 中断: %s
pt: Abortar: %s
pt_br: Abortar: %s
ru: Прервать: %s
zh_cn: 中止: %s

source: Invalid port 2048..65535
da: Ugyldig port 2048..65535
de: Unerlaubte Ports 2048..65535
es: Puerto inválido 2048..65535
it: Numero porta non valido 2048..65535
ja: 無効なポート番号 2048～65535
pt: porta inválida 2048..65535
pt_br: porta inválida 2048..65535
ru: Невернный порт 2048..65535
zh_cn: 无效的端口号(2048..65535)

source: Defaulting to
da: Falder tilbage til
de: Voreingestellt auf
es: Por defecto:
it: Verrà usata
ja: デフォルトに戻す：
pt: A pré-definir para
pt_br: Usando valor pré-definido para
ru: По-умолчанию
zh_cn: 默认到

source: cannot start server:
da: kan ikke starte serveren:
de: server kann nicht gestartet werden:
es: no se pudo iniciar el servidor:
it: impossibile avviare il server:
ja: サーバを起動できませんでした:
pt: Não é possível iniciar o servidor:
pt_br: Não é possível iniciar o servidor:
ru: невозможно запустить сервер:
zh_cn: 无法启动服务:

source: listening at http://%s%s/%s (%s:%d)
da: lytter på http://%s%s/%s (%s:%d)
de: hörend auf http://%s%s/%s (%s:%d)
es: escuchando en http://%s%s/%s (%s:%d)
it: in ascolto su http://%s%s/%s (%s:%d)
ja: http://%s%s/%s (%s:%d) で待ち受け中
pt: À escuta em http://%s%s/%s (%s:%d)
pt_br: Escutando em http://%s%s/%s (%s:%d)
ru: слушается http://%s%s/%s (%s:%d)
zh_cn: 侦听http://%s%s/%s (%s:%d)

source: name of access log file to write to
da: navn på adgangslogfilen der skrives til
de: name der Zugriff Log-Datei in die geschrieben wird
es: nombre del archivo de registro de acceso
it: nome del file di log accessi
ja: アクセスログファイルの名前
pt: nome do ficheiro de registo de acesso para onde escrever
pt_br: nome do arquivo de log de acesso no qual escrever
ru: имя файла для записи журнала доступа
zh_cn: 保存访问记录的文件名

source: run server in background
da: kører serveren i baggrunden
de: Server im Hintergrund starten
es: lanzar el servidor en segundo plano
it: avvia server in background
ja: サーバをバックグラウンドで実行する
pt: executar servidor em pano de fundo
pt_br: executar servidor em segundo plano
ru: запустить сервер в фоновом режиме
zh_cn: 在后台运行服务

source: used internally by daemon mode
da: brugt internt i daemon mode
de: intern benutzt im Daemon Modus
es: usado internamente en modo demonio
it: usato internamente dalla modalità demone
ja: デーモンモードによって内部的に使用される
pt: usado internamente pelo modo daemon
pt_br: usado internamente pelo modo daemon
ru: внутренне используется в режиме сервиса
zh_cn: 在守护进程模式下供内部使用

source: name of error log file to write to
da: navn på fejlllog fil der skrives til
de: name der Fehler Log-Datei in die geschrieben wird
es: nombre del archivo de registro de errores
it: nome del file di log degli errori
ja: エラーログのファイル名
pt: nome do ficheiro de registo de erro para onde escrever
pt_br: nome do arquivo de log de erro no qual escrever
ru: имя файла для записи журнала ошибок
zh_cn: 保存错误记录的文件名

source: port to use (default: 8000)
da: port (default: 8000)
de: nutze Port (Vorgabe: 8000)
es: puerto a usar (por defecto: 8000)
it: numero porta (default: 8000)
ja: 待ち受けポート番号(デフォルト: 8000)
pt: porta a usar (pré-definição:8000)
pt_br: porta a usar (padrão: 8000)
ru: используемый порт (по-умолчанию: 8000)
zh_cn: 使用端口(默认:8000)

source: address to use
da: adresse
de: nutze Adresse
es: dirección a usar
it: indirizzo da usare
ja: 使用するアドレス
pt: endereço a usar
pt_br: endereço a usar
ru: используемый адрес
zh_cn: 使用地址

source: prefix path to serve from (default: server root)
da: prefiks sti at udstille fra (default: server-rod)
de: Pfadpräfix von dem ausgeliefert wird (Standard: Serverwurzel '/')
es: ruta prefijo para servicio. Por defecto: directorio raíz de servidor
it: prefisso del percorso da cui servire (default: radice del server)
ja: サーバURLの接頭辞(デフォルト: サーバのルート)
pt: prefixo do caminho para servir de (pré-definido: servidor root)
pt_br: prefixo do caminho para servir (padrão: raiz do servidor)
ru: префикс пути для предоставления доступа (по-умолчанию: в корене сервера)
zh_cn: 服务根目录前缀路径(默认: server root)

source: name to show in web pages (default: working dir)
da: navn at vise på websider (default: arbejdskatalog)
de: Name der auf der Webseite angezeigt wird (Standard: Arbeitsverzeichnis)
es: nombre a mostrar en páginas web (por defecto: directorio de trabajo)
it: nome da mostrare sulle pagine web (default: directory di lavoro)
ja: Webページで表示する名前
pt: nome a mostrar nas páginas web (pré-definido: dir de trabalho)
pt_br: nome a mostrar nas páginas web (padrão: dir de trabalho)
ru: имя отображаемое на веб-страницах (по-умолчанию: рабочий каталог)
zh_cn: 在网页中显示的名称(默认: 工作目录)

source: name of the webdir config file (DEPRECATED)
zh_cn: web 目录配置文件名称 (已弃用)

source: name of file to write process ID to
da: navn på fil at skrive process ID til
de: Name der Datei in dem die Prozess ID gespeichert wird
es: nombre de archivo en el que escribir el ID de proceso
it: nome del file dove scrivere l'ID del processo
ja: プロセスIDを書き込むためのファイル名
pt: nome do ficheiro para onde escrever o ID do processo
pt_br: nome do arquivo no qual escrever o ID do processo
ru: имя файла для записи ID процесса
zh_cn: 将进程号写入到文件

source: for remote clients
da: for fjernklienter
de: für remote Clients
es: para clientes remotos
it: per i client remoti
ja: リモートクライアント用
pt: para clientes remotos
pt_br: para clientes remotos
ru: для удалённых клиентов
zh_cn: 为远程客户端

source: web templates to use
da: web-skabelon
de: Zu nutzende Web-Vorlagen
es: plantillas web a usar
it: template web da usare
ja: 使用するWebテンプレート
pt: modelos web a usar
pt_br: modelos web a usar
ru: используемые веб-шаблоны
zh_cn: 使用web模板

source: template style to use
da: skabelon-stil
de: Zu verwendender Stil
es: plantilla de estilo a usar
it: template di stile da usare
ja: 使用するテンプレート
pt: estilo do modelo a usar
pt_br: estilo do modelo a usar
ru: используемый стиль шаблона
zh_cn: 使用的模板样式

source: use IPv6 in addition to IPv4
da: brug IPv6 og IPv4
de: benutze IPv6 zusätzlich zu IPv4
es: usar IPv6 en conjunto con IPv4
it: usa IPv6 in aggiunta a IPv4
ja: IPv4だけでなくIPv6も使用する
pt: usar IPv6 em complemento do IPv4
pt_br: usar IPv6 além de IPv4
ru: использовать IPv6 вместе с IPv4
zh_cn: 使用IPv4和IPv6

source: SSL certificate file
da: SSL certifikatfil
de: SSL-Zertifikat-Datei
es: archivo del certificado SSL
it: file di certificato SSL
ja: SSL証明書のファイル
pt: ficheiro de certificado SSL
pt_br: arquivo de certificado SSL
ru: Файл сертификата SSL
zh_cn: SSL认证文件

source: hg serve [OPTION]...
da: hg serve [FLAG]...
es: hg serve [OPCIÓN]...
it: hg serve [OPZIONI]...
pt_br: hg serve [OPCÃO]...
ru: hg serve [ПАРАМЕТР]...
zh_cn: hg serve [选项]...

source: TortoiseHg Shell Configuration
zh_cn: TortoiseHg Shell 配置

source: OK
zh_cn: 确定

source: Cancel
da: Annuler
de: Abbrechen
es: Cancelar
it: Annulla
ja: キャンセル
pt: Cancelar
pt_br: Cancelar
ru: Отменить
zh_cn: 取消

source: Apply
da: Anvend
de: Anwenden
es: Aplicar
it: Applica
ja: 適用
pt: Aplicar
pt_br: Aplicar
ru: Применить
zh_cn: 应用

source: Context Menu
da: Kontekstmenu
de: Kontextmenü
es: Menú contextual
it: Menu contestuale
ja: 右クリックメニュー
pt: Menu de contexto
pt_br: Menu de contexto
ru: Контекстное Меню
zh_cn: 环境菜单

source: Menu Items
zh_cn: 菜单项

source: Sub menu items:
zh_cn: 子菜单项:

source: Top menu items:
zh_cn: 顶层菜单项:

source: <- Top
zh_cn: <- 主菜单

source: Sub ->
zh_cn: 子菜单 ->

source: Icons
zh_cn: 图标

source: Overlays
de: Überlagerungs-Icons
es: Superposición de iconos
it: Overlay
ja: アイコンオーバーレイ
pt: Sobreposições
pt_br: Sobreposições
ru: Оверлеи
zh_cn: 图标重叠

source: Enable overlays
da: Aktiver overlays
de: Icons einschalten
es: Activar superposición de iconos
it: Abilita icone di overlay
ja: 使用する
pt: Activar overlays
pt_br: Ativar sobreposições
ru: Включить оверлеи
zh_cn: 启用图标重叠

source: Local disks only
da: Kun lokale diske
de: nur lokale Platten
es: Sólo discos locales
it: Solo su dischi locali
ja: ローカルのみ
pt: Apenas discos locais
pt_br: Apenas discos locais
ru: Только для локальных дисков
zh_cn: 仅本地磁盘

source: Locked*
zh_cn: 锁定*

source: Readonly*
zh_cn: 只读*

source: Ignored*
zh_cn: 忽略*

source: Deleted*
zh_cn: 删除*

source: *: not used by TortoiseHg
zh_cn: *: 未被 TortoiseHg 使用

source: Taskbar
da: Proceslinjen
de: Taskleiste
es: Barra de tareas
ja: タスクバー
pt: Barra de tarefas
pt_br: Barra de tarefas
ru: Панель задач
zh_cn: 任务条

source: Show Icon
zh_cn: 显示图标

source: Highlight Icon
da: Fremhæv ikon
de: Icon hervorheben
es: Resaltar Icono
it: Evidenzia icona
ja: トレイアイコンの点滅
pt: Destacar ícone
pt_br: Destacar ícone
ru: Подсветка Значка
zh_cn: 高亮显示图标

source: Show overlay icons in Mercurial repositories
zh_cn: 在 Mercurial 仓库中显示覆盖图标

source: Show overlays on local disks only
zh_cn: 仅在本地磁盘上显示覆盖图标

source: Show the taskbar icon (restart needed)
zh_cn: 显示任务栏图标 (需要重启)

source: Highlight the taskbar icon during activity
da: Fremhæv ikonet på proceslinjen ved aktivitet
de: Taskleisten-Icon bei aktivität hervorheben
es: Resaltar el icono de la barra de tareas durante actividad
it: Evidenzia l'icona nella taskbar durante l'attività
ja: 処理中にトレイアイコンの色を変化させる
pt: Destacar o ícone da barra de tarefas durante a actividade
pt_br: Destacar o ícone da barra de tarefas durante atividade
ru: Подсвечивать значок на панели задач вовремя активности
zh_cn: 活动时高亮显示任务栏图标

source: filtered status
da: filtreret status
de: gefilterter Status
es: estado filtrado
it: stato file selezionati
ja: フィルタ状態
pt: estado filtrado
pt_br: status filtrado
ru: отфильтрованный статус
zh_cn: 过滤后的状态

source: Save As
da: Gem som
de: Speichern als
es: Guardar como
it: Salva con nome
ja: 名前を付けて保存
pt: Gardar como
pt_br: Salvar Como
ru: Сохранить Как
zh_cn: 另存为

source: Save selected changes
da: Gem valgte ændringer
de: gewählte Änderungen speichern
es: Guardar cambios seleccionados
it: Salva modifiche selezionate
ja: 選択された変更を保存する
pt: Guardar alterações seleccionadas
pt_br: Salvar alterações selecionadas
ru: Сохранить выбранные изменения
zh_cn: 保存选中的修改

source: Visual diff checked files
zh_cn: 比较选中的文件

source: Revert checked files
zh_cn: 还原选中的文件

source: Add checked files
zh_cn: 添加选中的文件

source: Move checked files to other directory
zh_cn: 移动选中的文件到其他目录

source: Remove or delete checked files
zh_cn: 移除选中的文件

source: Forget checked files on next commit
zh_cn: 在下次提交时忽视选中的文件

source: refresh
da: opdater
de: Aktualisieren
es: actualizar
it: Aggiorna la visualizzazione
ja: 再読み込み
pt: actualizar
pt_br: atualizar
ru: обновить
zh_cn: 刷新

source: View
zh_cn: 查看

source: Remove filter, show root
zh_cn: 移除过滤器, 显示root

source: Text Diff
zh_cn: 文本比较

source: Hunk Selection
zh_cn: 差分块选取

source: %d selected, %d total
da: %d valgte, %d i alt
de: %d gewählt, %d total
es: %d seleccionado, %d en total
it: %d selezionati, %d totale
ja: %d ファイルを選択, 合計 %d ファイル
pt: %d seleccionado, %d total
pt_br: %d selecionados, %d totais
ru: %d выбрано, %d всего
zh_cn: 选中%d, 共%d

source: Save Preview
zh_cn: 保存预览

source: Shelf Preview
zh_cn: Shelf预览

source: ?: unknown
da: ?: ukendt
de: ?: unbekannt
es: ?: desconocido
it: ?: sconosciuti
ja: ？：不明
pt: ?: desconhecido
pt_br: ?: desconhecido
ru: ?: неизвестные
zh_cn: ?: 未知

source: M: modified
da: M: ændret
de: M: verändert
es: M: modificado
it: M: modificati
ja: Ｍ：変更
pt: M: modificado
pt_br: M: modificado
ru: M: изменёные
zh_cn: M: 修改

source: I: ignored
da: I: ignoreret
de: I: ignoriert
es: I: ignorado
it: I: ignorati
ja: Ｉ：無視
pt: I: ignorado
pt_br: I: ignorado
ru: I: игнорированные
zh_cn: I: 忽略

source: A: added
da: A: tilføjet
de: A: hinzugefügt
es: A: añadido
it: A: aggiunti
ja: Ａ：追加
pt: A: adicionado
pt_br: A: adicionado
ru: A: добавленные
zh_cn: A: 添加

source: C: clean
da: C: ren
de: C: unverändert
es: C: limpio
it: C: puliti
ja: Ｃ：クリーン
pt: C: limpar
pt_br: C: limpo
ru: C: неизменённые
zh_cn: C: 净化

source: R: removed
da: R: fjernet
de: R: entfernt
es: R: eliminado
it: R: rimossi
ja: Ｒ：削除
pt: R: removido
pt_br: R: removido
ru: R: удалённые
zh_cn: R: 移除

source: !: deleted
da: !: mangler
de: !: gelöscht
es: !: borrado
it: !: eliminati
ja: ！：削除
pt: !: eliminado
pt_br: !: apagado
ru: !: отсутствующие
zh_cn: !: 缺失

source: View '%s'
zh_cn: 查看 '%s'

source: Nothing Diffed
zh_cn: 无差分

source: No diffable files selected
zh_cn: 无法比较选中的文件

source: Nothing Reverted
da: Intet tilbageført
de: Nichts zurückgesetzt
es: Nada revertido
it: Ripristino non eseguito
ja: 元に戻すものがありません
pt: Nada revertido
pt_br: Nada Revertido
ru: Ничего Не Возвращено
zh_cn: 什么也没还原

source: No revertable files selected
da: Ingen af de valgte filer kan tilbageføres
de: Keine gewählte Datei kann zurückgesetzt werden
es: No hay ningún archivo seleccionado que se pueda revertir
it: Nessun file selezionato da ripristinare
ja: 元に戻せるファイルが選択されていません
pt: Nenhum ficheiro reversível seleccionado
pt_br: Nenhum arquivo reversível selecionado
ru: Нет выбранных файлов для возврата
zh_cn: 无法还原选中的文件

source: Nothing Added
da: Intet tilføjet
de: Nichts hinzugefügt
es: Nada añadido
it: Inserimento file non eseguito
ja: 追加するものがありません
pt: Nada adicionado
pt_br: Nada Adicionado
ru: Ничего Не Добавлено
zh_cn: 什么也没添加

source: No addable files selected
da: Ingen af de valgte filer kan tilføjes
de: Keine gewählte Datei kann hinzugefägt werden
es: No hay ningún archivo que se pueda añadir
it: Nessun file selezionato da aggiungere
ja: 追加するファイルが選択されていません
pt: Nenhum ficheiro para adicionar seleccionado
pt_br: Nenhum arquivo selecionado que se possa adicionar
ru: Нет выбранных файлов для добавления
zh_cn: 无法添加选中的文件

source: Nothing Removed
da: Intet fjernet
de: nichts entfernt
es: Nada eliminado
it: Rimozione non eseguita
ja: 削除するものがありません
pt: Nada removido
pt_br: Nada Removido
ru: Ничего Не Удалено
zh_cn: 什么也没有移除

source: No removable files selected
da: Ingen af de valgte filer kan fjernes
de: Keine gewählte Datei kann entfernt werden
es: No hay ningún archivo que se pueda eliminar
it: Nessun file selezionato da rimuovere
ja: 削除するファイルが選択されていません
pt: Nenhum ficheiro para remover seleccionado
pt_br: Nenhum arquivo selecionado que se possa remover
ru: Нет выбранных файлов для удаления
zh_cn: 无法移除选中的文件

source: Move files to directory...
da: Flyt filer til katalog...
de: Verschiebe Dateien in das Verzeichnis...
es: Mover archivos a directorio...
it: Sposta i file nella cartella...
ja: ファイルの移動...
pt_br: Mover arquivos para o diretório...
ru: Файлы перемещаются в каталог...
zh_cn: 移动文件到目录...

source: Nothing Moved
da: Intet flyttet
de: nichts verschoben
es: Nada movido
it: Spostamento non eseguito
ja: 移動するものがありません
pt: Nada movido
pt_br: Nada Movido
ru: Ничего Не Перемещено
zh_cn: 什么也没移动

source: Cannot move outside repo!
da: Kan ikke flytte udenfor depot!
de: Kann nicht aus dem Projektverzeichnis verschieben!
es: ¡No se puede mover fuera del repositorio!
it: Impossibile spostare fuori dal repository!
ja: リポジトリの外には移動できません！
pt: Não é possível mover para fora do repo!
pt_br: Não é possível mover fora do repo!
ru: Перемещение за пределы хранилища невозможно!
zh_cn: 无法移动文件到仓库外
